[{"markdown": "# Report Code: ENG015B\n\n## Heating, Ventilation and Air Conditioning:\n\n### Global Markets\n\nJuly 2024"}, {"markdown": "# Table of Contents\n\n## Chapter 1: Executive Summary\n### Market Outlook\n### Scope of Report  \n### Market Summary\n\n## Chapter 2: Market Overview\n### Market Overview\n- Types of HVAC Systems\n- Value Chain Analysis\n- Porter's Five Forces Model\n- PESTLE Analysis\n\n### Impact of Russia-Ukraine War on the Global HVAC Market\n\n## Chapter 3: Market Dynamics\n### Market Dynamics\n- Market Drivers\n- Market Restraints\n- Current Market Trends\n- Market Opportunities\n\n## Chapter 4: Emerging Technologies and Developments\n### Overview\n- HVAC Technologies\n- Future of HVAC Technology\n\n### Patent Analysis\n- Patent Descriptions\n\n## Chapter 5: Market Segmentation Analysis\n### Segmentation Breakdown\n### HVAC Market, by Product Type\n- Heating Equipment\n- Ventilation Equipment\n- Cooling Equipment\n\n### HVAC Market, by Installation Type\n- New Construction\n- Retrofitting and Replacement\n\n### HVAC Market, by Application\n- Residential\n- Industrial\n- Commercial\n\n### Geographic Breakdown\n### HVAC Market, by Region\n- North America\n- Europe\n- Asia-Pacific\n- Rest of World"}, {"markdown": "# Chapter 6: Competitive Intelligence\n\n## Overview\n\n## Market Ranking of Leading HVAC Companies\n\n## Recent Developments\n\n## M&A and Venture Funding Outlook\n\n### M&A Analysis\n\n### Venture Funding Analysis\n\n# Chapter 7: Sustainability in the HVAC Industry: An ESG Perspective\n\n## Overview  \n\n## Sustainable Initiatives in the HVAC Industry\n\n### Social Impact\n\n### Governance Impact\n\n## Status of ESG in the HVAC Market\n\n## Concluding Remarks from BCC\n\n# Appendix\n\n## Research Methodology\n\n## List of Small Players\n\n## List of Resources for HVAC\n\n## References\n\n## Acronyms and Abbreviations\n\n## Company Profiles\n\n### CARRIER\n\n### DAIKIN INDUSTRIES LTD.\n\n### EMERSON ELECTRIC CO.\n\n### GREE ELECTRIC APPLIANCES INC. OF ZHUHAI\n\n### HITACHI LTD.\n\n### JOHNSON CONTROLS\n\n### LENNOX INTERNATIONAL INC.\n\n### MITSUBISHI ELECTRIC CORP.\n\n### NORTEK GLOBAL HVAC\n\n### RHEEM MANUFACTURING CO.\n\n### SAMSUNG HVAC LLC.\n\n### TRANE TECHNOLOGIES PLC\n\n## Index\n\n# About BCC Research\n\n## About BCC Research\n\n## BCC Membership  \n\n## Intended Audience\n\n## Analyst's Credentials\n\n## Consulting Editor's Credentials\n\n## BCC Custom Research\n\n## Related BCC Research Reports\n\nAdditional segmentations and data sets available upon request. Email custom@bccresearch.com."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Chapter 1: Executive Summary\n\n### Market Outlook\n\n- Expansion of industrialization.\n- Construction boom. \n- Technological developments in HVAC systems.\n\n### Market Size\n\nThe global heating, ventilation, and air conditioning (HVAC) market was valued at $251.1 billion in 2022.\n\n### Market Growth \n\nThe global HVAC market is expected to have a CAGR of 5.6% from 2023 to 2028.\n\n### Largest Market Region\n\nThe Asia-Pacific region accounted for 45.8% of the global market in 2023.\n\n### Market Drivers / Opportunities\n\nEnergy-efficient HVAC systems provide optimal temperature control and minimize environmental impact.\n\n### Market Restraints / Challenges\n\n- High cost of maintenance, repair and installation.\n- Shortage of skilled labor in the HVAC sector."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Scope of Report\n\nThis report analyzes segments of the HVAC market, including product type, installation type, application, and regional development. The product type segment is divided into heating equipment, ventilation equipment and cooling equipment. The global market is broken down into North America, Europe, Asia-Pacific and Rest of the World (RoW). The study looks at leading companies' business footprints, product types and revenue, as well as a patent analysis for the HVAC industry. The study also includes chapters on ESG (environment, social and governance), emerging technologies, and the competitive landscape. The report also analyzes the impact of the Russia-Ukraine war on the global and regional markets.\n\nIn this study, 2022 is the base year for the market analysis, estimated values are provided for 2023, and market values are forecast from 2023 to 2028. Compound annual growth rates (CAGRs) are provided for 2023 to 2028. All market values are provided in millions of dollars.\n\n## Market Summary\n\nAn HVAC system is a combined setup that can heat or cool the surrounding air keeping temperature and air quality according to predefined settings. It is used indoors for cooling, heating, moisture control, dust removal, and oxygen replenishment. The HVAC industry is gradually shifting its focus to energy efficiency. Several OEMs are focusing on green initiatives, emphasizing controlling costs while reducing greenhouse gas emissions. With consumers showing preference for innovative features and energy efficiency, there has been an increasing shift in the past few years toward eco-friendly HVAC products, consume less power, operate on renewable energy sources, and reduce energy costs.\n\n### LEADING COMPANIES\n\n- Daikin Industries Ltd.\n- Carrier Corp. \n- Johnson Controls.\n\n### EMERGING TECHNOLOGIES\n\n- Smart thermostats and building automation systems.\n- Integration of IoT and AI."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nThe growth in the HVAC market is primarily attributed to increased demand for HVACs due to a rise in construction activities. Also, real estate regulatory reforms, significant urbanization, and large-scale government projects are factors responsible for the construction sector's growth. The ongoing development of smart cities and rising infrastructure spending across Asia-Pacific and Middle Eastern countries is driving the growth of the residential and commercial construction sector. By 2025, around 60% of the global GDP is estimated to originate in the 600 largest cities in the world (Smartcity Journal, 2021)[^1]. Saudi Arabia plans to invest $500 billion in the Neom smart city project.\n\nBCC Research estimates that the global value of the HVAC market will reach $346.7 billion by the end of 2028. The global market is projected to grow at a CAGR of 5.6% over the 2023-2028 forecast period.\n\n## Technological Advances and Applications\nInnovations in HVAC technologies include smart ACs, smart controllers and programmable thermostats that help reduce energy consumption and provide remote access. With the growing adoption of smart technology, completely automated homes are becoming a reality.\n\n## Market Dynamics and Growth Factors\nKey factors driving the HVAC market include expanding industrialization, growing construction activities and increased focus on energy-efficient HVAC systems. High costs of maintenance, repair, and installation act as restraints on this market, whereas technological developments in the HVAC systems and increasing adoption of building automation systems present potential opportunities.\n\n## Future Trends and Developments\nThe trend towards energy efficiency and sustainability and growing integration of IoT in the HVAC industry are key factors influencing the market growth. Smart technology in HVAC systems offers enhanced energy efficiency, remote monitoring, and predictive maintenance capabilities.\n\n## Segmental Analysis\nCooling equipment dominates the market, with the air conditioner sub-segment accounting for 60.4% of the cooling equipment market in 2022. In the heating equipment segment, heat pumps are the fastest growing sub-segment. Retrofitting and replacement is expected to experience the fastest growth, with a CAGR of 6.4% over the forecast period.\n\n## Regional Insights and Emerging Markets\nThe Asia-Pacific region accounted for 45.3% of the total market. In 2022, a share that reflects its rapidly growing population, economic development, urbanization, and increasing new construction activities. The Asia-Pacific market is expected to grow at a CAGR of 6.7% over the forecast period. China accounts for the largest share of the Asia-Pacific market, while India, Japan, and South Korea are also experiencing strong demand for HVAC systems.\n\n[^1]: Smartcity Journal, 2021"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Summary Table: Global Market for HVAC, by Region, Through 2028\n\n| Region | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|--------|------|------|------|------|------|------------------|\n| North America | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4 |\n| Asia-Pacific | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7 |\n| Europe | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3 |\n| Rest of World | 20.7 | 21.3 | 22.0 | 23.6 | 25.2 | 3.4 |\n| Total | 251.1 | 263.6 | 277.4 | 308.9 | 346.7 | 5.6 |\n\nNote: Totals in this report's tables and figures might not match exactly because of rounding.\n\nSource: BCC Research\n\n## Summary Figure: Global Market Shares of HVAC, by Region, 2022\n\n- North America: 22.1%\n- Europe: 24.3% \n- Asia-Pacific: 45.3%\n- Rest of World: 8.2%\n\nSource: BCC Research\n\n### Conclusion\n\nIncreased focus on enhancing energy efficiency and sustainability coupled with stringent policy and regulatory standards are boosting the demand for eco-friendly and energy efficient HVAC systems. HVAC providers are turning to growth strategies such as geographical expansion, mergers and acquisitions, and collaborations to reinforce their foothold in the market."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Chapter 2: Market Overview\n\n### Market Overview\n\nThe HVAC market offers large potential growth opportunities owing to growing industrialization, increasing urbanization and a significant shift toward more energy-efficient HVAC systems. Residential and commercial buildings account for about 40% of total energy consumption in the U.S. (Energy Information Administration, 2023). The efficiency of an HVAC system can be increased with the help of stringent government policies and regulations. Government regulations such as emission mandates for HVAC systems and power consumption are bolstering the need for more energy-efficient HVAC systems among industrial and commercial users, which helps achieve global emission targets.\n\nThe IoT (Internet of Things) and AI are creating business opportunities by enabling homeowners to remotely control and manage their HVAC systems from their smartphones or other connected devices. Smart thermostats help reduce energy consumption and can cut households' heating and cooling costs by 10% annually. Heat pumps are energy-efficient, environmentally friendly alternatives to conventional HVAC systems, making them attractive to homeowners looking to upgrade their existing systems.\n\n### Types of HVAC Systems\n\nHVAC systems are used indoors for heating and cooling applications. HVAC systems are primarily categorized as heating and cooling split system, hybrid split system, duct free (mini split), packaged heating and air conditioning system.\n\n#### Heating and Cooling Split Systems\n\nHeating and cooling split systems are widely used in residential and commercial HVAC applications. As the name implies, the HVAC system consists of two main units, one for cooling and one for heating. These HVAC systems have a cooling system that uses compressors, coils to cool air, refrigerant, and a fan to blow out hot air. They are usually the large AC units installed outside the home, which run during the summer. The heating and cooling split systems also have a heater, which is placed in a basement or other storage space, which uses gas to heat the house.\n\nThese systems use a conventional thermostat to adjust the temperature which helps to keep the houses at the desired temperature. Most units are also integrated with humidifiers and purifiers, that enables to keep the house at desired temperature and comfortable.\n\n#### Hybrid Split System\n\nA hybrid split system uses both an electric heat pump and a furnace. This type of HVAC system incorporates a hybrid heating system to help lower energy costs. The hybrid split system is energy-efficient, provides complete climate control, lowers utility costs, reduces environmental impact, and offers a high return on investment through its use of thermostats and traditional ducts."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Duct Free (Mini-Split)\n\nA duct-free or mini-split system has high upfront costs but offers advantageous features for specific needs and applications. Mini-split air conditioners are used in new construction, home additions, condominiums, and apartments. Individual systems are installed in each room, providing greater independent control. They offer household and commercial spaces a cost-effective approach to replace inefficient window air conditioning units, space heaters and electric baseboard heaters. However, these systems require regular and intensive cleaning and maintenance, which are essential because the cost of repairs and replacements is high.\n\n## Packaged Heating and Air Conditioning System\n\nA packaged HVAC system contains all components of the system, such as the condenser, compressor, and evaporator coil, inside a single unit, which is placed on a home's roof or near the foundation. The system provides heat by using electrical strip heating. Packaged HVAC systems are efficient and easy to maintain. Packaged HVACs are mostly used in warmer climates since the heating system is less powerful than other options.\n\n## Value Chain Analysis\n\nThe HVAC value chain consists of raw materials suppliers, component manufacturers. HVAC manufacturers and end-user industries. The structure of the value chain for the HVAC market is depicted in the following figure.\n\n### Figure 1: Value Chain Analysis of the HVAC Market\n\n- **Raw Materials Suppliers**\n  - Asarco\n  - PMX Industries\n  - UACJ Corp.\n  - Alcoa Corp.\n  - ArcelorMittal SA\n\n- **Component Manufacturers**\n  - Grundfos Holding A/S\n  - Kirloskar Brothers Ltd.\n  - Armacell\n  - APR Supply Co.\n  - Madok Canada\n\n- **HVAC Manufacturers**\n  - Daikin Industries Ltd.\n  - Carrier\n  - Johnson Controls\n  - Trane Technologies\n\n- **End-Users**\n  - Residential\n  - Industrial\n  - Commercial"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Raw Materials Suppliers\nThe raw materials required for manufacturing HVACs include galvanized mild steel, copper, aluminum, plastic and various chemicals for refrigerants. These raw materials are provided to HVAC systems manufacturers and OEM providers. The growing number of laws and regulations governing the use of refrigerants throughout the life cycle of HVAC equipment have created new challenges for raw materials providers. The prices of raw materials vary in the international market due to geopolitical instability, regional conflicts, and logistical challenges. The companies listed in the above figure are the leading raw materials suppliers to OEM providers and HVAC manufacturers.\n\n## Component Manufacturers\nComponent manufacturers fabricate small parts and components of HVAC equipment (e.g., capacitors, igniter kits, thermal expansion valve kits, blower motors, thermostats, heat exchangers, condensing units, ductwork, evaporator coils, vents, refrigerant lines) and deliver them to HVAC manufacturers.\n\n## HVAC Manufacturers\nHVAC manufacturers assemble small components supplied by component manufacturers into complete HVAC systems. It is easier for larger HVAC companies to offer expert technicians, lower prices, and better tools. The HVAC manufacturers shown in the above figure supply HVAC systems for various applications and end-use industries.\n\n## End-Users\nHVAC end-users include residential, industrial, and commercial users. Increasing awareness of the importance of maintaining indoor air quality is driving demand for smart HVAC systems from residential and commercial users. Industrial users are in the manufacturing, automotive, metallurgy, aerospace, oil and gas, chemicals, and petrochemical sectors.\n\n## Porter's Five Forces Model\nThe Porter's Fives Forces model is a framework used by companies to assess the competitive environment and make strategic decisions. The model evaluates five factors: supplier power, buyer power, potential for new entrants, threat of substitutes and level of competitiveness in the industry.\n\n### Supplier Power: Low\nSuppliers are the providers of raw materials and small components to the HVAC manufacturers. Because HVAC manufacturers are so highly dependent on raw materials, the buyer has a low dependency on a particular seller, which makes the switching cost of the buyer low, making the bargaining power of the supplier low. Also, the buyer has the liberty to choose the supplier based on pricing. As a result, the bargaining power of suppliers is generally low.\n\n### Buyer Power: High\nBuyers in the HVAC business include end-user industries such as residential, industrial, and commercial users. There are a substantial number of sellers in the market; hence, the switching cost of the buyer is low, making the buyer's bargaining power of the buyer stronger. The buyer can obtain similar products from other suppliers, which makes the bargaining power of the buyer even stronger."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Potential for New Entrants: Moderate\nThe potential for new entrants in the HVAC market is moderate. New entrants lead to increased competition in terms of quality, featured technology, and pricing. However, potential entrants must weigh the opportunities for profit against the significant capital investments required upfront, creating an barrier to new market entrants.\n\nAnother entry barrier is the presence of established players with substantial expertise, knowledge, R&D capabilities, investments, technological foothold, and customer base. Increasingly stringent emissions regulations are also creating hurdles for new entrants. Despite these barriers, new players continue to enter the business due to the lucrative business dynamics.\n\n## Threat of Substitutes: Low\nThere are no direct substitute products for HVAC systems, which makes the threat of substitutes low. However, the small players are providing HVACs at lower cost than branded ones, making customers switch to less expensive HVACs that meet all necessary regulatory and household standards.\n\n## Level of Competitiveness in the Industry: High\nOverall, the HVAC industry has a high level of competitiveness. Smaller companies compete in terms of the cost of the HVACs, availability of raw materials and transportation challenges. Larger companies compete in the market based on their brand value and customer loyalty.\n\n## PESTLE Analysis\nPESTLE (Political, Economic, Social, Technological, Legal, and Environmental) analysis is a framework for analyzing the macro-level environment within which the industry operates. These developments have the potential to impact the HVAC market.\n\n### Political\nConcerns about global climate change are reshaping the political environment in many countries, leading their governments to take a more active role in setting minimum standards for HVAC products, funding R&D for new technologies, and providing tax and other incentives to encourage users to invest in the most energy-efficient and environmentally friendly HVAC available.\n\n### Economic\nThe overall economic environment within which the HVAC industry operates is favorable to its continued development. Global economic growth is expected to rise by 3.1% in 2024 and 3.2% in 2025 (International Monetary Fund, 2022)[^3].\n\n### Social\nThere is growing awareness that low-income groups suffer disproportionately from extreme heat and cold and poor indoor air quality, because they cannot afford the cost of effective HVAC equipment, nor pay the cost of the energy to run it. Many governments, NGOs and HVAC manufacturers are working to break down these socioeconomic barriers through planning, public education, and financing.\n\n[^3]: International Monetary Fund, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Technological\nHVAC technology is advancing at a rapid pace, stimulating new demand for the deployment of HVACs. For instance, Johnson Controls, Carrier, and Daikin have invested in developing smart and advanced HVAC systems with emission-free air conditioners. These HVAC systems are designed to provide users with greater control, energy efficiency, and comfort.\n\n## Legal\nNew laws and regulations influence the course of the HVAC industry. In particular, regulatory guidelines and standards govern the materials, design and construction, inspection, and testing of HVAC systems and their components. For example, in 2023 the U.S. Department of Energy raised the SEER (Seasonal Energy Efficiency Ratio) required for new air conditioners from 14 in Southern states to 15, and from 13 in Northern states to 14 (FieldEdge, 2024). In 2024, the U.S. Environmental Protection Agency (EPA) banned the use of R-410 refrigerants and mandated the use of the A2L class of refrigerants by 2025.\n\n## Environment\nThere is growing concern about the impact of HVAC systems on the world's climate. Extremely hot summer weather is becoming more common, which along with increased urbanization will drive the demand for air conditioners even higher.\n\n## Impact of Russia-Ukraine War on the Global HVAC Market\nThe war that started with the Russian invasion of Ukraine in 2022 had a limited short-term impact on the market for HVAC, other than in Ukraine itself. The war has been one of the factors contributing to rising energy and other prices as well as low levels of consumer and business confidence, all of which have negative implications for the HVAC market. However, since early 2023 other economic and geopolitical factors, such as supply bottlenecks and high interest rates, have exerted more of an influence on the HVAC market then the war in Ukraine."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Chapter 3: Market Dynamics\n\n### Market Dynamics\n\n![Figure 2 Market Dynamics for Global HVAC Market](image.jpg)\n\n- High cost of maintenance, repair, and installation.\n- Shortage of skilled labor in the HVAC sector.\n\n#### Drivers\n- Expansion of industrialization.\n- Construction boom. \n- Favorable government policies.\n\n#### Opportunities\n- Advances in HVAC technology.\n- Rise in building automation.\n- Increasing focus on energy efficiency and sustainability.\n- Growing integration of IoT in the HVAC industry."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Market Drivers\n\n### Growing Industrialization\nHVACs are used by manufacturers in many industries to provide heating, cooling, and ventilation for their facilities. In the past few years, the number of greenfield industrial, power plant, airports, and other projects has increased, creating a potential opportunity to deploy HVAC systems in future. Greenfield investment project announcements were up 15% in 2022, growing in most regions and sectors (World Investment Report 2023).\n\n### Figure 3\nWorldwide Greenfield Projects, 2021 and 2022\n\n(Number)\n\n| Year | Number of Greenfield Projects |\n|------|-------------------------------|\n| 2021 | 3,830                         |\n| 2022 | 4,400                         |\n\nSource: World Investment Report 2023\n\n### Expanding Construction Activities\nRising population, GDP growth, and increasing urbanization are driving an increase in construction activities, further accelerating HVAC market growth. The growth of the construction industry is also being driven by government investment in major infrastructure projects, increased budget allocation for affordable housing schemes, and a focus on green buildings and sustainable construction. Expanding construction activities create new demand for HVAC systems."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Favorable Government Policies\n\nAt the most basic level, government regulations and guidelines ensure that HVAC systems are installed, operated, and maintained safely and correctly as per the predefined standards. The growing focus on sustainable heating and cooling has also led to the implementation of supportive policies and regulations such as tax credits for installing heat pumps. For example, the British Columbia offers up to $6,000 for Air-source heat pump and $4,300 for Air-to-water and water-heater heat pumps rebates and grants to people who upgrade their heat pump to energy efficient systems (HomeStep.ca. 2024). In the U.S. the tax credit for heat pump and heat pump water heater projects is 30%, up to a $2,000 maximum credit (Ray's Complete Plumbing, 2024). In Europe, the tax deduction for replacing an oil burner is up to 60% and or a maximum of $2,605.6 amount (European Heat Pump Association, 2023).\n\nIn 2023, the U.S. Integrated Energy Efficiency Ratio, which creates a minimum efficiency standard for air conditioning and heat pump equipment, was increased by roughly 15% above the 2018 level. (Copeland LP, 2024). Also in 2023, in U.S., the minimum Seasonal Energy Efficiency Ratio (SEER) rating for new air conditioners increased to 14 and 15 in northern and southern states (HVAC.com, 2023). In addition, in 2023 the U.S. federal government introduced Home AC tax credits in order to stimulate the use of energy-efficient HVAC units.\n\nElsewhere, the India Cooling Action Plan (ICAP) was launched in March 2019 by the Ministry of Environment, Forests and Climate Change. With a 20-year perspective, the ICAP outlines future actions needed to provide access to sustainable cooling. It is an important macro-level policy tool for neutralizing harmful impacts and securing critical socioeconomic benefits for consumers (IEA, 2021).\n\n## Market Restraints\n\n### High Cost of Maintenance, Repair, and Installation\n\nRising costs for installation, maintenance and repair of HVAC systems constrain the market's potential for growth. Several factors contribute to the rise in prices for HVAC systems, including manufacturing costs, supply chain disruptions, and government regulations.\n\nIn past few years, governments have implemented various environmental mandates, which have led to increased manufacturing costs for HVAC systems. For instance, in the U.S., at the end of 2020, Congress passed the American Innovation and Manufacturing (AIM) Act, which directed the Environmental Protection Agency to reduce the production and consumption of hydrofluorocarbons (HFCs) by 85% in a stepwise manner by 2036 (U.S. EPA, 2024). Also, in Europe, HFCs were banned in stationary refrigeration systems and air conditioners starting in 2020, and HFCs with a GWP³ 150 banned in commercial domestic refrigerators and freezers from 2022 (NetRegs, 2022)."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nAn air conditioning (AC) system has many complex parts. An HVAC system's maintenance requirements include maintaining the blower motor, filters, belts, fins, refrigerant levels, and safety controls.\n\n## Shortage of Skilled Labor in the HVAC Sector\n\nThe manufacturing industry as a whole is experiencing a shortage of labor. The HVAC industry is likewise witnessing a shortage of skilled labor which has made installation and maintenance more challenging and is expected to hamper future market growth.\n\nThe number of HVAC technicians has declined by more than 50% in the past decade (Bureau of Labor Statistics, 2022)^15^. The advent of new technologies necessitates the need for skilled professionals who can manage the new systems effectively. Hence, the transformation of technology is certainly influencing the shortage of labor.\n\nIn the U.S., there will be a 225,000-worker shortage of skilled labor to meet the demands of the HVAC sector over the next five years (BNP Media, 2022)^16^. In Europe, 61% of all European HVAC installers face significant challenges owing to lack of skilled workers. The scenario is even worse in Germany and the Netherlands, with nearly 80% of installers reporting severe shortages (European Mechanical Installation Monitor's Q4 2023 report, 2023)^17^.\n\n## Current Market Trends\n\n### Increasing Focus on Energy Efficiency and Sustainability\n\nIndustrial and residential HVAC users are focusing on enhancing energy efficiency and sustainability, accelerating the adoption of advanced HVAC systems. The HVAC industry has the potential to decrease its emissions and energy intensity by up to 32% and 26% respectively, which equates to 8% and 12.4% reductions in total global energy use and carbon emissions (International Energy Agency, 2023)^18^.\n\nHVAC manufacturers are developing advanced and efficient HVAC systems that consume less energy for heating and cooling applications. Technological advances, such as IoT-based smart thermostats and control systems, are helping to optimize HVAC performance and reduce energy waste (Zenatix Solutions, 2022)^19^. By integrating software applications, sensors, and smart devices, users can receive accurate data for humidity, temperature, and air quality in different building areas, enabling them to adjust the HVAC system accordingly. These smart HVACs help to reduce energy waste and improve energy efficiency, resulting in significant cost savings and a lower carbon footprint.\n\nIn addition, there are growing concerns about allergens, airborne pollutants, and other contaminants. HVAC manufacturers are developing advanced HVAC systems that are designed to enhance indoor air quality, such as ultraviolet germicidal irradiation, high-efficiency air filters, and advanced ventilation systems (Zenatix Solutions, 2022)^19^.\n\n^15^ Bureau of Labor Statistics, 2022\n^16^ BNP Media, 2022  \n^17^ European Mechanical Installation Monitor's Q4 2023 report, 2023\n^18^ International Energy Agency, 2023\n^19^ Zenatix Solutions, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Integration of IoT in the HVAC Industry\n\nIoT (internet of things) technology is one of the most significant trends in the HVAC industry, enabling building owners to take advantage of the growing integration of IoT devices with various sensors that are interconnected to exchange data. Such \"smart\" HVAC equipment collects data and automatically adjusts the temperature according to the room's temperature. HVAC devices can also be integrated with motion sensors to monitor occupancy within the building to reduce energy consumption at a large scale.\n\nIntegration of smart thermostats in the HVAC industry is an emerging trend. Thermostats help in controlling and detecting temperature, humidity, and motion. The smart HVAC systems are equipped with advanced featured solutions such as Google Home and Alexa for efficient communication with HVAC contractors and users. In addition, a large number of HVAC manufacturers are incorporating IoT-based air quality monitoring sensors into their HVAC systems, allowing users to control and track indoor air quality in real-time.\n\nIoT-based building management systems for HVAC systems play a significant role in achieving sustainability as well. Integrated IoT into the HVAC systems uses cloud-based algorithms, sensors, data analysis, and connectivity to provide more precise control over indoor climate conditions. Moreover, these sensors are also used to provide insights into system performance and gather real-time data, energy consumption and indoor air quality.\n\nThe trend towards HVAC integrated with IoT devices is gaining momentum in the For instance, in December 2022, Semtech Corp. said that Intent Technologies and Nexity Group had integrated Semtech's LoRa devices and its low-power wide-area network (LoraWAN) standard into its IntentPlatform to improve quality of service and reduce the carbon footprint in residential and commercial properties. The IntentPlatform smart building solution had already achieved 10% savings in overall building operational costs for Nexity Group, which had deployed the solution throughout France in more than 1.2 million residential units as well as over 6 million m2 of office space.\n\nAlso, in September 2022, Airzone introduced an exclusive smart control solution for HVAC inverter systems.\n\n## Market Opportunities\n\n### Technological Developments in the HVAC Systems\n\nEarlier developments in HVAC technology were primarily focused on increasing efficiency and mechanical advancements, while more recently the focus has been on increased comfortability, sustainability, and energy efficiency. The latest innovations in HVAC technology will achieve cost efficiency, sustainability, and enhanced comfort levels by becoming more environmentally friendly, using automation and intelligent technology, and analyzing data for peak performance.\n\nSignificant advancements in HVAC technologies include smart homes, geothermal heating, dual-fuel heat pumps, and movement-activated air conditioning. An innovation in HVAC technology is the development of variable refrigerant flow (VRF) systems. These systems provide precise control over cooling and heating applications by changing the flow of refrigerant to meet the specific demands of different zones within a building. The introduction of smart thermostats and building automation systems offer greater control over the HVAC systems, which results in improved energy efficiency and lower carbon emissions. These smart HVACs offers intelligent devices leverage sensors, data analytics, and artificial intelligence to monitor indoor air quality, optimize energy usage, and provide personalized comfort settings."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nEnergy recovery ventilation (ERV) systems are used to recover heat from the exhaust air and transmit it to the incoming fresh air. They help improve energy efficiency and enhance indoor air quality by capturing and exchanging energy between the air streams. Ultraviolet Germicidal Irradiation (UVGI), advanced air filtration systems, and ionization technologies reduce indoor air pollutants, allergens, and pathogens. HVAC companies have started using virtual reality (VR) and augmented reality (AR) technologies to enhance maintenance and training procedures.\n\nAs HVAC technologies continue to advance, further breakthroughs are expected to lead to even higher energy-efficient products, improved indoor air quality, and enhanced occupant comfort.\n\n## Increasing Adoption of Building Automation Systems\n\nBuilding automation systems (BAS) control and monitor HVAC and other facilities of a given building and are embedded with computing and digital communication software and tools that allow these systems to enhance energy efficiency. The number of integrated BAS installations has increased owing to a surge in construction projects and building retrofits. The BAS adjusts HVAC energy use and maximizes energy savings with the help of motion sensors. Likewise, automated controls manage lighting systems to reduce energy waste by automatically shutting lights off when a room is not in use.\n\nMoreover, the energy efficiency ensured by the ever-improving BAS technology enables building owners to enhance facility management with integrated HVAC solutions, helping to maximize energy efficiency, reduce operational expenses, and enhance air quality and comfort. For instance, in January 2022, Daikin Applied introduced SiteLine Building Controls, cloud-based technologies to connect, monitor and manage individual pieces of HVAC equipment and integrated building systems. Also, in June 2022, Sauter began offering IoT-capable actuators that provide autonomous or semi-autonomous control in HVAC systems."}, {"markdown": "# Emerging Technologies and Developments\n\n## Overview\n\nTechnological progress is a crucial factor in the development of the HVAC industry. Emerging HVAC technologies enhance performance and reduce adverse environmental impacts. This chapter explores some of the emerging technologies and innovations that are shaping the future of the HVAC industry.\n\n## HVAC Technologies\n\n### Variable Refrigerant Flow Systems\nVariable refrigerant flow (VRF) systems provide precise control for cooling and heating by regulating the flow of refrigerant to meet the specific demands of different zones in a house. These systems are equipped with simultaneous heating and cooling capabilities, individualized control, and advanced zoning capabilities.\n\n### Integration of AI\n\n#### Advanced Predictive Analytics\nAI algorithms help in analyzing data from equipment performance, sensors, weather forecasts, and occupancy patterns. This will enable the HVAC systems to anticipate maintenance needs, optimize energy consumption, and adapt to changing conditions in real-time.\n\n#### Enhanced Energy Efficiency in the Building\nThe integration of AI in HVAC systems increases the possibilities for improving energy efficiency. HVAC systems with integrated AI tools will use innovative machine learning techniques to understand and adapt to building dynamics, such as weather conditions and occupant behavior. This will help in efficiently manage a building's energy consumption, identify areas of inefficiency, and generate actionable insights to enhance building performance and maximize energy savings.\n\nHVAC systems with integrated AI algorithms can analyze data from various sensors and monitoring devices to optimize HVAC in smart buildings. The integration of AI provides a holistic approach for building automation, optimizing energy consumption and ensuring overall operational efficiency.\n\n### Smart Thermostats and Building Automation Systems\nSmart thermostats enable users to control the HVAC system from a smartphone or other smart device. Integrating smart thermostats with building automation systems can help increase operating efficiency.\n\nHVAC building automation is generally installed during an HVAC retrofit or in new buildings and contains software and hardware that connects various systems, such as security, heating and cooling, and lighting. A building automation system allows the user to control, access, and monitor all connected building systems from a single device."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Ductless HVAC Systems\nDuctless systems are gaining in popularity due to their higher efficiency and ease of installation. With a ductless system, there is no need to heat or cool an entire home; one can simply heat or cool a particular zone. Smart AC controls enhance ductless HVAC systems' efficiency. Ductless HVAC systems have excellent seasonal efficiency ratings. Ductless systems are an efficient approach to heat or cool a home in moderate climates.\n\n## Energy Recovery Ventilation Systems\nEnergy recovery ventilation (ERV) systems feature a heat exchanger that combines with a ventilation system for providing controlled ventilation into a building. These systems lower the load on cooling and heating equipment by providing a continuous supply of fresh air.\n\n## Geothermal Heating and Cooling\nGeothermal air conditioning systems utilize the earth's constant temperature to deliver cooling and heating for various applications in residential and commercial sectors. These systems are gaining in popularity as a sustainable alternative to traditional HVAC systems.\n\n## Motion-Sensor Temperature Control\nIn residential applications, HVAC systems are set to a specific temperature, which helps to change the flow of air or the temperature in the thermostat itself. By integrating motion sensors with the HVAC system, system designers can create a program that adjusts the settings when motion is detected.\n\n## Dual Fuel Heat Pump Technology\nDual fuel heat pump technology uses a gas furnace and a heat pump to deliver efficient, cost-effective heating and cooling solutions. The heat pump in the system works like a central air conditioner in the summer by transferring hot air out of the house until the thermostat reaches the desired temperature. The heat pump also provides cost-efficient heating during the milder-temperature months. The dual fuel furnace takes over to heat the entire home when the temperature drops during the winter.\n\n## Zoned HVAC System\nA zoned heating and cooling system use dampers in the ductwork to regulate and redirect air to specific zones of the users, Each zone is controlled by a separate thermostat as different temperatures may be required in various parts of a home. By utilizing zoning, one can achieve the best temperature for each area. The zones can be utilized with central air conditioning, VRF, or ductless systems. Zones can also be installed in existing systems using a zone control panel.\n\n## HVAC Energy Analysis Software\nEnergy analysis software can help owners or building constructors implement the most efficient and least costly HVAC system. This software can project and analyze a building's lifetime energy use and calculate savings compared to other HVAC systems.\n\nThe analytical software enables users to stay on top of any HVAC-related data. The software makes it possible to track the efficiency and check the energy consumption of an HVAC system. This ability helps consumers make educated decisions concerning their HVAC system and reduce energy costs.\n\n## Internet of Things Integration\nThe Internet of Things (IoT) is a network of devices or objects that contain software, sensors and network connectivity features that enable them to collect and share data. In the HVAC industry, there is a need for interconnected systems that communicate and share data to optimize performance. IoT integration will play a pivotal role in creating more comfortable and energy-efficient indoor spaces, from sensors that monitor humidity levels to automated systems that adjust ventilation based on occupancy."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Future of HVAC Technology\n\nHVAC technology has come a long way from manual buttons, dialers, and remote controls to controlling the HVAC system via voice commands. AI in the form of machine learning is going to lead to fully automated, self-learning, highly efficient and sustainable HVAC systems.\n\nAI-driven systems that adapt to renewable energy integration will help reduce carbon footprint and meet sustainable goals. As the world shifts toward renewable energy sources, HVAC systems will see more integration of geothermal, solar, and wind energy sources, and this will reduce dependence on fossil fuels and make HVAC systems eco-friendlier and more cost-effective in the near future.\n\n## Patent Analysis\n\nBCC Research conducted a patent analysis for 2022, 2023 and 2024 for HVAC products. According to the available information from patent-specific websites such as lens.org, there were 7,627 HVAC-related patents published in 2022, 4,132 in 2023 and 523 through March of 2024. The following table shows the number of published patents by year.\n\n### Table 1\nNumber of Published Patents Related to HVAC, January 2022–March 2024\n\n(Number)\n\n| Year | Heating Equipment | Cooling Equipment | Ventilation Equipment | Total |\n| ---- | ------------------ | ------------------ | --------------------- | ----- |\n| 2022 | 2,596              | 2,626              | 2,405                 | 7,627 |\n| 2023 | 1,486              | 1,610              | 1,036                 | 4,132 |\n| 2024 | 174                | 224                | 125                   | 523   |\n\nSource: Lens.org"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 4\nPublished Patents Share on HVAC Equipment, by Assignee Country, 2022\n\n(%)\n\n- China 89.6%\n- United States 10.0%  \n- Korea, Republic of 0.1%\n- European Patents 0.2%\n- Rest of World 0.1%\n\nNote: In terms of patents, the Rest of the World includes the Czech Republic, Spain and Taiwan.\n\nSource: Lens org\n\n## Table 2\nNumber of Published Patents Related to HVAC Equipment, by Company, 2022-2023\n\n(Number)\n\n| Applicant Company | Number of Published Patents |\n|-|-|\n| Johnson Controls Tyco Ip Holdings Llp | 243 |\n| Johnson Controls Tech Co. | 233 |\n| Guandong Midea HVAC Equipment | 221 |\n| Cisco Tech Inc. | 158 |\n| Zoox Inc. | 148 |\n| Lutron Tech Co. LLC | 120 |\n| Lennox Ind Inc. | 109 |\n| Ford Global Tech LLC | 96 |\n| Google LLC | 96 |\n| Hefei Midea Heating Ventilation Equipment Co. Ltd. | 89 |\n\nSource: Lens.org"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Patent Descriptions\n\nNote: All patent information is taken from Lens.org.\n\n### Title: System and method for evaluating changes in the efficiency of an HVAC system\n\nApplication No.: 202318104779\nApplicants: Ecofactor Inc.\nPublished date: December 5, 2023\n\nAbstract: The invention comprises systems and methods for evaluating changes in the operational efficiency of an HVAC system over time. The climate control system obtains temperature measurements from at least a first location conditioned by the climate system, and status of said HVAC system. One or more processors receive measurements of outside temperatures from at least one source other than said HVAC system and compares said temperature measurements from said first location with expected temperature measurements. The expected temperature measurements are based, at least in part, upon past temperature measurements.\n\n### Title: Building HVAC system with multi-level model predictive control\n\nApplication No.: 202017073781\nApplicants: Johnson Controls Tyco IP Holdings LLP\nPublished date: October 17, 2023\n\nAbstract: A heating, ventilation, or air conditioning (HVAC) system for a building includes HVAC equipment configured to provide heating or cooling to one or more building spaces and one or more controllers. The one or more controllers include one or more processing circuits configured to generate energy targets for the one or more building spaces using a thermal capacitance of the one or more building spaces to which the heating or cooling is provided by the HVAC equipment, generate setpoints for the HVAC equipment using the energy targets for the one or more building spaces to which the heating or cooling is provided by the HVAC equipment, and operate the HVAC equipment using the setpoints to provide the heating or cooling to the one or more building spaces."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Air conditioner, and control method and device for heating system thereof\n\nApplication No.: 202117357850\nApplicants: Hefei Midea Heating & Ventilating Equipment Co. Ltd., GD Midea Heating & Ventilating Equipment Co. Ltd.\nPublished date: October 17, 2023\n\nA control method for a heating system of an air conditioner, the method includes: obtaining ambient temperature and external heat exchanger evaporation temperature; obtaining external heat exchanger evaporation pressure, and obtaining, according to the external heat exchanger evaporation pressure, corresponding saturation temperature; and controlling a base plate heating device according to the ambient temperature, the external heat exchanger evaporation temperature, or the saturation temperature. The base plate heating device is controlled according to the ambient temperature, the saturation temperature corresponding to the external heat exchanger evaporation pressure, or the external heat exchanger evaporation temperature, and may avoid freezing of the base plate of an air conditioner and may ensure normal drainage of the base plate during defrosting to improve the stability and reliability of the air conditioner.\n\n## Method and a mobile communication device for controlling an HVAC component in a building\n\nApplication No.: 201917054707\nApplicants: Belimo Holding AG\nPublished date: September 6, 2022\n\nFor controlling an HVAC component, a physical identifier object associated with the HVAC component is arranged in an area with access to a wireless network and at a location distant and separated from the HVAC component. Identifier information is obtained from the physical identifier object by a mobile communication device and transmitted via the wireless network to a remote computer system. The remote computer system returns HVAC component data linked to the identifier information. The mobile communication device uses the component data to generate a user interface (100) for an HVAC virtual room unit to control the HVAC component. User commands received via the user interface are transmitted by the mobile communication device via the remote computer system to the HVAC component for controlling the HVAC component.\n\n## HVAC System Including Smart Diagnostic Capabilities\n\nApplication No.: 202117228092\nApplicants: Trane Intl. Inc.\nPublished date: July 29, 2021\n\nA system for remote diagnostic analysis of a heating, ventilation and air conditioning (HVAC) system is provided. The system includes a thermostat in operable communication with at least one peripheral component of the HVAC system and is configured to receive information relating to at least one peripheral component and a server in operable communication with the thermostat for receiving and analyzing the information. The server causes at least one peripheral component to conduct a diagnostic test and analyzes the test result to perform a root cause analysis of a system malfunction."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## System for monitoring smart utilities\n\n**Application No.:** 201917252965\n**Applicants:** Carrier Corp.\n**Published date:** July 11, 2023\n\n**Abstract:** Disclosed is a system including one or more smart utilities, and a personal smart device configured to: communicate with one or more smart utilities over one or more networks, instruct the one or more smart utilities to return self-identifying information, and instruct one or more of the one or more smart utilities, individually or as a subgroup, to activate an identifying beacon.\n\n## Base system for air handler\n\n**Application No.:** 202117162795 \n**Applicants:** Air Distribution Tech IP LLC\n**Published date:** March 14, 2023\n\n**Abstract:** A base system for a heating, ventilation, and air conditioning (HVAC) system includes a frame configured to support a housing of the HVAC system, where the frame includes a base rail configured to define a portion of a perimeter of the frame. The base rail includes a base segment configured to be disposed on a curb in an installed configuration of the HVAC system, an external wall extending from the base segment, a top segment extending from the external wall, an internal wall extending from the top segment, and a recessed flange extending from the internal wall and away from the external wall.\n\n## Pre-mix burner assembly for low NOx emission furnace\n\n**Application No.:** 202117505886\n**Applicants:** Lennox Ind Inc.\n**Published date:** March 7, 2023  \n\n**Abstract:** A burner assembly, according to aspects of the disclosure, includes a burner surface carried by a burner, the burner surface extending outward from the front side of the burner, a housing coupled to the burner on a side opposite the front side of the burner, a gasket disposed between the burner and the housing, a thermally anisotropic protective covering located on the front side of the burner and surrounding a perimeter of the burner surface, and an igniter positioned adjacent to the burner surface."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Recovery Mode Algorithm For Two Stage HVAC Equipment\n\nApplication No.: 202117382142\nApplicants: Johnson Controls Tyco IP Holdings LLP\nPublished date: February 2, 2023\n\nA system includes two stage HVAC equipment and processing circuitry configured to receive a call for conditioning and, in response to the call for conditioning, execute a recovery mode algorithm. The recovery mode algorithm is configured to determine an elapsed time between the call for conditioning and the ending of a recent cycle and compare the elapsed time to a threshold time period. The recovery mode algorithm is also configured to, in response to the elapsed time being below the threshold time period, determine a first stage up time-based on a first function corresponding to the elapsed time being below the threshold time period. The recovery mode algorithm is also configured to, in response to the elapsed time meeting or exceeding the threshold time period, determine a second stage up time-based on a second function corresponding to the elapsed time meeting or exceeding the threshold time period.\n\n## Commercial building HVAC control method and system based on evolutionary deep reinforcement learning\n\nApplication No.: 202210631141\nApplicants: Univ Nanjing Posts & Telecommunications\nPublished date: September 6, 2022\n\nThe invention discloses a commercial building HVAC control method and system based on evolutionary deep reinforcement learning. The method comprises the steps of obtaining a commercial building HVAC control model; the HVAC control model is designed as a Markov game problem related to air valve control and regional air supply speed rate control; solving a Markov game problem in parallel by adopting a multi-agent attention evolution deep reinforcement learning algorithm to obtain an optimal control strategy of multiple groups of multi-agent groups; recombining the optimal control strategies of different populations and taking the recombined optimal control strategies as an initial strategy of a multi-agent group with a larger scale; and repeatedly solving a Markov game problem with a larger scale until the population scale is equal to the sum of the number of air valves and the number of regions, and finally obtaining an optimal control strategy of the HVAC system. And deploying the HVAC optimal control strategy obtained by training to an actual system for online control. Compared with an existing method, the energy cost can be remarkably reduced while high comfort is maintained."}, {"markdown": "# Chapter 5: Market Segmentation Analysis\n\n## Segmentation Breakdown\n\nThis chapter provides an analysis of specific market segments such as product type, installation type, and application. The HVAC systems can be further classified into central and local systems according to location, multiple zones, and distribution.\n\nSource: BCC Research"}, {"markdown": "# HVAC Market, by Product Type\n\nThe main product segments in the HVAC market are heating equipment, cooling equipment and ventilation equipment. The heating equipment segment includes boilers, furnaces, heat pumps, space heaters and other types (e.g., radiant heating, forced air systems). The cooling equipment segment includes chillers, air conditioners, water cooling towers and others (VRF systems, evaporative cooling, and coolers). The ventilation equipment segment includes energy recovery systems and dehumidifiers.\n\n## Table 3\n### Global Market for HVAC, by Product Type, Through 2028\n($ Billions)\n\n| Product Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|--------------|------|------|------|------|------|------------------|\n| Cooling equipment | 151.6 | 158.2 | 165.1 | 181.0 | 200.3 | 4.8 |\n| Heating equipment | 62.2 | 66.3 | 70.8 | 81.3 | 93.6 | 7.1 |\n| Ventilation equipment | 37.3 | 39.1 | 41.5 | 46.6 | 52.8 | 6.2 |\n| Total | 251.1 | 263.6 | 277.4 | 308.9 | 346.7 | 5.6 |\n\nSource: BCC Research\n\n### Figure 5\n### Global Market Shares of HVAC, by Product Type, 2022\n(%)\n\n- Heating equipment: 24.8%\n- Cooling equipment: 60.4% \n- Ventilation equipment: 14.9%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Heating Equipment\n\nWhen used for air conditioning, an HVAC system extracts the heat inside the home and pushes it out. However, when an HVAC is used for heating, it absorbs the heat from outside atmosphere and pulls it inside the house. Heat pumps are the most widely used central heating systems, with the same parts as split-air conditioner systems. Furnaces are traditional home heating systems that use natural fuel to create heat and distribute it inside the home via ducts.\n\n### Table 4: Global Market for Heating Equipment, by Type, Through 2028 ($ Billions)\n\n| Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|------|------|------|------|------|------|------------------|\n| Boilers | 20.6 | 21.7 | 22.9 | 26.1 | 29.4 | 6.3 |\n| Heat pumps | 17.0 | 18.5 | 20.1 | 23.6 | 27.9 | 8.6 |\n| Furnaces | 14.6 | 15.8 | 16.9 | 19.5 | 22.9 | 7.7 |\n| Space heaters | 5.9 | 6.1 | 6.5 | 7.2 | 8.1 | 5.8 |\n| Others | 4.1 | 4.2 | 4.4 | 4.9 | 5.3 | 4.8 |\n| Total | 62.2 | 66.3 | 70.8 | 81.3 | 93.6 | 7.1 |\n\n### Figure 6: Global Market Shares of Heating Equipment, by Type, 2022 (%)\n\n- Boilers: 33.1%\n- Furnaces: 23.5% \n- Heat pumps: 27.3%\n- Space heaters: 9.5%\n- Others: 6.6%"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Boilers\n\nBoilers are water heaters, which fall into two main categories: steam and hot water. A steam boiler system is used to transform the water into steam and uses gravity and pressure to provide the heat. A hot water boiler uses a circulator pump to circulate hot water with the help of a piping system to provide heat. Hot water boilers are generally more efficient than steam boilers.\n\nBoilers are used in residential, industrial, and commercial HVAC systems. They are used by many industries, including petrochemical, food and beverage, power, and chemicals, to generate process heat. The growing demand for efficient space and water heating systems, coupled with stringent government regulations to limit carbon emissions, are expected to drive the future demand for boilers.\n\n## Furnaces\n\nGrowing residential construction, particularly in the Asia-Pacific region, is driving the market for furnaces. Rising industrial investments are also projected to boost demand for furnaces, especially in emerging markets such as China and India.\n\n## Heat Pumps\n\nA heat pump is a central HVAC system that pumps hot air from inside the home to the outside spaces to cool down the interior environment. A heat pump also reverses the flow of hot air into the home. The most widely used heat pump is the air-source heat pump, which transfers heat between the house and the outside air.\n\nA standard heat pump is more economical than a fuel-fired furnace in most applications. Many homes use a traditional electric heat pump, but the performance of this type of pump can decline in colder climates. In 2021, the U.S. Department of Energy (DOE) launched the Residential Cold Climate Heat Pump Technology Challenge to accelerate the deployment of cold climate heat pumps (CCHPs). Newer technology CCHPs operate with greater capacity and efficiency at outdoor temperatures below 32°F.\n\n## Space Heaters\n\nSpace heaters are used in homes to maintain individual rooms at the desired temperature. Space heaters are generally used when the HVAC system is inadequate, or the homeowner is under budget constraints for installing HVAC. A space heater run on electricity or fuel and use considerably less energy than alternative type of heaters. Small space heaters are less expensive for heating one room or operating for a short period. Space heaters can be convection, radiant or combination. In May 2022, some 117.7 million U.S. homes used space heaters (U.S. Energy Information Administration, 2023)<sup>20</sup>.\n\n## Other Types of Heating Equipment\n\nOther types of heating equipment include radiant heating systems, which provide heat directly to the panels or floor of a house's ceiling or wall. The systems depend on radiant heat transfer, which delivers heat directly from the hot surface to the user and objects in the room via infrared radiation. Radiant heating is considered more efficient than forced-air heating because it reduces duct losses."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Ventilation Equipment\n\nA ventilation system circulates and exchanges air within a building. It consists of an air handler, ducts, return vents, and a blower assembly. These components work together to provide mechanical ventilation, reduce humidity levels and normalize temperatures throughout the home. The ventilation equipment also helps to improve indoor air quality through temperature control, oxygen replenishment and removal of moisture, odors, smoke, heat, dust, airborne bacteria, carbon dioxide and other gases.\n\nVentilation is most widely used for commercial and industrial spaces to maintain the indoor air quality by displacing and diluting indoor pollutants. Ventilation is also used to control humidity, temperature, and air motion. It helps prevent air impurities and condensation.\n\n### Table 5 Global Market for Ventilation Equipment, by Type, Through 2028 ($ Billions)\n\n| Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-|-|-|-|-|-|-|\n| Air purifiers | 11.2 | 11.5 | 12.0 | 13.3 | 14.8 | 5.1 |\n| Air filters | 9.2 | 9.8 | 10.7 | 12.4 | 14.6 | 8.3 |\n| Humidifiers | 5.7 | 6.1 | 6.5 | 7.3 | 8.4 | 6.6 |\n| Air handling units | 5.5 | 5.7 | 6.1 | 6.9 | 7.8 | 6.5 |\n| Ventilation fans | 3.3 | 3.5 | 3.6 | 4.0 | 4.3 | 4.2 |\n| Others | 2.5 | 2.5 | 2.6 | 2.7 | 2.9 | 3.4 |\n| Total | 37.3 | 39.1 | 41.5 | 46.6 | 52.8 | 6.2 |\n\n*Source: BCC Research*"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 7\nGlobal Market Shares of Ventilation Equipment, by Type, 2022\n\n| Type | Percentage |\n| --- | --- |\n| Air filters | 24.7% |\n| Air handling units | 14.7% |\n| Air purifiers | 29.9% |\n| Humidifiers | 15.3% |\n| Ventilation fans | 8.8% |\n| Others | 6.6% |\n\n### Air Filters\nThe HVAC system filters remove pet dander, dust, pollen and other small particles from the air that users breathe. The filters block these particles to prevent them from being recirculated.\n\nHVAC air filters differ with respect to the material used for the filter. The material used depends on the need. A simple pleated filter will prevent debris, such as dust, from getting into the system, whereas a more complex task, such as odor removal, will require a charcoal element. The Minimum Efficiency Reporting Value (MERV) of an air filter measures its effectiveness in preventing smaller particles from passing through the filter medium.\n\n### Air Handling Units\nAir handling units (AHUs) collect outside air and room air, remove particles and dust from the collected air, adjusts the humidity and temperature, and then supply fresh air into the rooms via ducts. An AHU has several components, including a blower/fan, evaporator coil, heating elements, silencers, plenums, air filters and dampers. The air handler is usually situated inside a house's basement, attic or a dedicated closet space, and is connected to the ductwork throughout the house that allows the distribution of conditioned air into different rooms."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Air Purifiers\n\nAir purifiers remove contaminants from the air circulating through the heating and cooling system. Contaminants are removed via mechanical filters, electromagnetic charges or hydrogen peroxide. Filtration usually occurs when expended air is brought back into the HVAC equipment to be conditioned and distributed again. Because these particles can interfere with the optimal operation of the HVAC system, air filters capture the contaminants to protect the system.\n\nThe American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE) recommends a MERV rating of 14 or greater for hospitals and surgical centers that routinely use HVAC air purifiers, with MERV ratings of 13-16 due to COVID-19 concerns. Purifiers are also critical in safeguarding the HVAC system against more substantial particles that could cause damage. The purifier used must be the proper type and replaced when it becomes dirty. Air purifiers lengthen the lifespan of the HVAC system and can help reduce electric bills.\n\n## Humidifiers\n\nIn the HVAC industry, humidification is the process that introduces either humidity or water steam to an environment's air. It can improve the health of family members, help reduce energy costs and protect the household environment. Attaching a humidifier to the HVAC system maintains a comfortable moisture level, improves sleep quality, and can protect the floors or furniture if the humidity levels are lower than standards.\n\nWhen the HVAC system warms the air in the winter, it absorbs healthy moisture. The air can become so dry that it causes problems for families and homes. The best way to reincorporate an appropriate amount of moisture into the home's air is by using a home humidifier in the HVAC system. By incorporating humidifiers in the HVAC system, the humidity in the air can be controlled through a thermostat or a humidistat, By using the thermostat/humidistat, it is possible to manage the moisture of the home and even set preferences to be adjusted automatically as per choice.\n\n## Ventilation Fans\n\nVentilation fans are used to move air through HVAC systems. These fans are integrated with air handling systems that bring fresh air into the premises. The most common HVAC fans are forward-curved centrifugal, axial and backward-inclined, and each fan is uniquely suited to specific applications. Axial fans in an HVAC system are used for cooling or diluted ventilation. These can be powered by either AC or DC supply. Axial fans are used as an HVAC fan system in smelters, steel mills, foundries, boiler-making industries, laundries, brick kilns, glassworks, textiles, bakeries and power stations.\n\nCentrifugal fans are ideal for producing large amounts of air for cooling and ventilation purposes. These fans use the centrifuge to enhance the air volume and offer high-pressure, high-volume air output. With their energy efficiency and versatility, centrifugal fans are better for larger systems such as air-handling units, air pollution and filtration systems, and drying systems. Centrifugal fans come in a variety of models, depending on space requirements."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Other Types\nThe other types segment includes dehumidifiers and energy recovery systems (ERVs). Dehumidifiers help remove excess moisture in the air, which can cause mold growth, musty odors and health issues. This helps the cooling system work more efficiently. It is a low-cost investment that also improves indoor air quality and helps extend the life of the HVAC system.\n\nAn ERV system uses two fans: one to pull fresh air into the building and another to push the stale air out. A heat exchanger transfers the heat and moisture from one air stream to another, preventing heat loss from this ventilation method. Eventually, it transfers heat and moisture to keep the home warm. An ERV system captures allergens, contaminants and other pollutants as the air enters the house. It can also improve energy efficiency, reduce contaminants and lower humidity. Also, ERV systems will keep the ductwork and filters in the HVAC system cleaner for longer, which means less maintenance is required.\n\n## Cooling Equipment\nCooling equipment, which includes fans, air conditioners and industrial coolers, regulates the temperature of the interior of the environment. Air conditioning, or cooling, is more complex than a typical heating solution. Air conditioners use energy to take heat away. The familiar air conditioning system uses a compressor to transfer heat from the house to the outdoors.\n\n### Global Market for Cooling Equipment, by Type, Through 2028\n\n| Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-|-|-|-|-|-|-|\n| Air conditioners | 105.1 | 109.6 | 114.3 | 125.4 | 139.0 | 4.9 |\n| Chillers | 25.2 | 26.6 | 28.1 | 31.2 | 35.0 | 5.6 |\n| Water cooling towers | 13.6 | 14.1 | 14.6 | 15.8 | 17.1 | 3.9 |\n| Others | 7.7 | 7.9 | 8.1 | 8.6 | 9.2 | 3.1 |\n| Total | 151.6 | 158.2 | 165.1 | 181.0 | 200.3 | 4.8 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 8\nGlobal Market Shares of Cooling Equipment, by Type, 2022\n\n| Type | Percentage |\n| --- | --- |\n| Chillers | 16.6% |\n| Air conditioners | 69.3% |\n| Water cooling towers | 9.0% |\n| Others | 5.1% |\n\n## Chillers\nA chiller circulates a liquid such as water or heat medium as a cooling liquid whose temperature is regulated by the refrigerant cycle. Chillers can be water-cooled or air-cooled. They tend to be preferred over traditional split systems as the water conducts heat better than air. Water-cooled chillers are more consistent and efficient in their performance and have a longer lifespan than air-cooled chillers.\n\nWater-cooled chillers are typically found in large facilities such as airports, hospitals, hotels, shopping malls and commercial buildings. Air-cooled chillers are more prevalent in smaller facilities, where space and water may be limited. These chillers are used for restaurants, corporate and sporting events, and temporary structures. Chillers are also often used for medical or industrial applications. Assembly equipment, lasers, MRI machines, construction sites and other high-powered equipment and facilities require chillers to sustain a workable temperature.\n\n## Air Conditioners\nAn air conditioner controls the humidity, temperature and air quality in residential and commercial spaces. Air conditioners come in central or split-system, window units or ductless varieties. They can improve the user's sleep quality and help reduce allergens such as pet hair/dander, dust particles, mold spores and other airborne contaminants that can aggravate asthma or trigger allergies. Also, they help remove excess moisture, which prevents humidity-related problems such as musty odors or mold."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Water Cooling Towers\n\nCooling towers are heat removal devices that eliminate waste heat from the condenser water leaving a chiller. Cooling towers are usually placed on rooftops or other outdoor sites. They offer advantages such as efficient heat rejection, maintaining optimal system performance, cost-effectiveness and improved indoor air quality in commercial and residential applications. Commercial cooling towers are typically smaller and used in commercial air conditioning systems, such as apartments, office buildings, hotels, hospitals, and shopping centers. Industrial cooling towers are larger and more robust in design, and are used in heavy industrial processes, such as power generation, chemical production, and petrochemical refining, which generate significant amounts of heat as a by-product. There is a growing trend among industrial users to procure cooling towers integrated with the HVAC system.\n\n## Other Types\n\nOther types of cooling equipment include variable refrigerant flow (VRF) systems and evaporative air coolers. VRF systems use heat recovery systems or heat pumps to deliver powerful heating and cooling for all indoor and outdoor units without air ducts. VRF allows multiple indoor units to run on the same system. VRF systems offer a high degree of comfort, efficiency, and reliability.\n\nAn evaporative cooler uses an electric-powered fan to draw hot, dry air through a dampened pad and blow the cooled air out into the room. Evaporative air coolers deliver 100% fresh, filtered, cool air that eliminates the need to shut doors and windows they work more efficiently when doors and windows are left open.\n\n## HVAC Market, by Installation Type\n\nThe HVAC market can also be segmented by installation type, i.e., new construction or retrofit/replacement. Retrofitting, the process of adding new technology to an older system, can be achieved at a fraction of the cost of a complete replacement while improving efficiency and reducing energy bills. Retrofitting HVAC systems not only improves energy efficiency but also enhances indoor comfort and air quality. The new construction segment is also expected to grow over the coming years due to a rise in new construction activities.\n\n### Global Market for HVAC, by Installation Type, Through 2028\n\n| Installation Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|--------------------|------|------|------|------|------|------------------|\n| New construction   | 146.1 | 152.6 | 159.7 | 176.0 | 195.3 | 5.1 |\n| Retrofitting and replacement | 105.0 | 111.0 | 117.7 | 132.9 | 151.4 | 6.4 |\n| Total | 251.1 | 263.6 | 277.4 | 308.9 | 346.7 | 5.6 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 9\nGlobal Market Shares of HVAC, by Installation Type, 2022\n\n| Installation Type | Percentage |\n|-------------------|------------|\n| New Construction  | 58.2%      |\n| Retrofitting and Replacement | 41.8% |\n\nSource: BCC Research\n\n### New Construction\nThe boom in new construction will boost the installation of new HVAC systems in the near and mid-term. According to Oxford Economics, the construction work is expected to increase from 2022 worth US$9.7 trillion to US$13.9 trillion in 2037, which is primarily driven by superpower construction markets U.S., China and India. (Oxford Economics, 2024)\n\n### Retrofitting and Replacement\nRetrofitting aims to improve building efficiency through the renovation of existing equipment. Retrofitting projects are more profitable for the installer because they require more expertise and less hardware. An HVAC installer can earn nearly a 40% margin on retrofitting project."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## HVAC Market, by Application\n\nHVAC systems are used commercial, residential, and industrial applications. HVAC systems are designed according to the type of building they are being installed in.\n\n### Table 8\n### Global Market for HVAC, by Application, Through 2028\n### ($ Billions)\n\n| Application | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| Commercial | 106.7 | 111.3 | 116.1 | 127.4 | 140.8 | 4.8 |\n| Residential | 89.6 | 95.0 | 101.0 | 114.4 | 130.7 | 6.6 |\n| Industrial | 54.8 | 57.3 | 60.3 | 67.1 | 75.2 | 5.6 |\n| Total | 251.1 | 263.6 | 277.4 | 308.9 | 346.7 | 5.6 |\n\nSource: BCC Research\n\n### Figure 10\n### Global Market Shares of HVAC, by Application, 2022\n### (%)\n\n- Residential: 35.7%\n- Industrial: 21.8% \n- Commercial: 42.5%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Residential\nResidential users are implementing smart HVAC systems to enhance indoor air quality and keep their environment safe. Advances in HVAC technology and increasing demand in developed and developing regions are expected to spur strong growth in the residential HVAC market over the forecast period.\n\n## Industrial\nMonitoring and controlling temperature is essential to industrial processes and automation applications. Industries are making growing use of temperature-sensing systems and smart thermostats in HVAC systems with self-diagnostic features and digital communication capabilities.\n\n## Commercial\nCommercial spaces include office buildings, retailers, restaurants, schools, airports, hospitals, shopping malls and warehouses. These spaces are price-sensitive, and every cost-saving aspect is considered while purchasing or renting them. HVAC systems that provide real-time remote monitoring, control, proactive maintenance, improved control over HVAC operations, and actionable analytics can reduce the owner's or renter's costs and increase profits.\n\n## Geographic Breakdown\n\n> 1 The Rest of Europe includes Sweden, Belgium, The Netherlands, Turkey, Greece, and Poland.\n>\n> 2 The Rest of Asia-Pacific countries include Singapore, Australia, New Zealand, and the Philippines."}, {"markdown": "# HVAC Market, by Region\n\nIn North America, the U.S. is the leading market for HVAC. China and India hold the lion's share of the Asia-Pacific market, due to the growth of construction activities and the related demand for energy-efficient HVAC systems. The Chinese and Indian markets are also benefitting from those countries' large investments in smart cities and industrialization. Industrialization is also propelling the HVAC market in other Asia-Pacific countries.\n\nEuropean countries as a group are already relatively urbanized and industrialized. However, European demand for heat pumps and air conditioners is steadily increasing due to rising temperatures and climate concerns.\n\n## Table 9\nGlobal Market for HVAC, by Region, Through 2028\n\n($ Billions)\n\n| Region | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-|-|-|-|-|-|-|\n| North America | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4 |\n| Asia-Pacific | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7 |\n| Europe | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3 |\n| Rest of World | 20.7 | 21.3 | 22.0 | 23.6 | 25.2 | 3.4 |\n| Total | 251.1 | 263.6 | 277.4 | 308.9 | 346.7 | 5.6 |\n\nSource: BCC Research\n\n## Figure 11\nGlobal Market Shares of HVAC, by Region, 2022\n\n(%)\n\n- North America: 22.1%\n- Europe: 24.3% \n- Asia Pacific: 45.3%\n- Rest of World: 8.2%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## North America\nThe North American HVAC market was valued at $55.6 billion in 2022 and $57.7 billion in 2023, and is expected to reach $71.6 billion by the end of 2028, at a CAGR of 4.4% for the forecast period.\n\n### Table 10\nNorth American Market for HVAC, by Country, Through 2028\n\n($ Billions)\n\n| Country | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| U.S. | 45.1 | 46.6 | 48.4 | 52.3 | 56.9 | 4.1 |\n| Canada | 7.4 | 7.8 | 8.0 | 9.0 | 10.1 | 5.3 |\n| Mexico | 3.1 | 3.3 | 3.6 | 4.0 | 4.6 | 6.9 |\n| Total | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4 |\n\nSource: BCC Research\n\n### Figure 12\nNorth American Market Shares of HVAC, by Country, 2022\n\n(%)\n\n- U.S. 81.1%\n- Canada 13.3% \n- Mexico 5.6%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Table 11\n### North American Market for HVAC, by Product Type, Through 2028\n\n($ Billions)\n\n| Product Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Heating Equipment** |\n| • Boilers | 4.5 | 4.7 | 5.0 | 5.6 | 6.1 | 5.4 |\n| • Furnaces | 3.4 | 3.7 | 3.9 | 4.4 | 5.1 | 6.6 |\n| • Heat pumps | 3.9 | 4.2 | 4.5 | 5.2 | 6.1 | 7.7 |\n| • Space heaters | 1.5 | 1.5 | 1.6 | 1.7 | 1.9 | 4.8 |\n| • Others | 0.7 | 0.7 | 0.7 | 0.8 | 0.8 | 2.7 |\n| Subtotal | 14.0 | 14.8 | 15.7 | 17.7 | 20.0 | 6.2 |\n| **Ventilation Equipment** |\n| • Air filters | 1.9 | 2.0 | 2.2 | 2.4 | 2.7 | 6.2 |\n| • Air handling units | 1.2 | 1.2 | 1.3 | 1.4 | 1.6 | 5.9 |\n| • Air purifiers | 2.6 | 2.6 | 2.6 | 2.9 | 3.2 | 3.9 |\n| • Humidifiers | 1.2 | 1.3 | 1.4 | 1.5 | 1.7 | 5.5 |\n| • Ventilation fans | 0.7 | 0.7 | 0.7 | 0.8 | 0.8 | 2.7 |\n| • Others | 0.55 | 0.56 | 0.56 | 0.58 | 0.61 | 1.7 |\n| Subtotal | 8.1 | 8.4 | 8.8 | 9.6 | 10.6 | 4.8 |\n| **Cooling Equipment** |\n| • Chillers | 5.5 | 5.7 | 6.0 | 6.5 | 7.0 | 4.2 |\n| • Air conditioners | 23.3 | 23.9 | 24.5 | 26.2 | 28.4 | 3.5 |\n| • Water cooling towers | 3.0 | 3.1 | 3.2 | 3.4 | 3.6 | 3.0 |\n| • Others | 1.7 | 1.8 | 1.8 | 1.9 | 2.0 | 2.1 |\n| Subtotal | 33.5 | 34.5 | 35.5 | 38.0 | 41.0 | 3.5 |\n| **Total** | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4 |\n\nNote: The market value of the other sub-segment of the ventilation segment is kept to two decimals. When we round it off to one decimal, its CAGR growth represents nearly 0%, which could be misleading.\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 13\nNorth American Market Shares of Heating Equipment, by Type, 2022\n\n| Type         | Market Share % |\n|--------------|-----------------|\n| Boilers      | 32.1%           |\n| Furnaces     | 24.3%           |\n| Heat pumps   | 27.9%           |\n| Space heaters| 10.7%           |\n| Others       | 5.0%            |\n\n## Figure 14 \nNorth American Market Shares of Ventilation Equipment, by Type, 2022\n\n| Type            | Market Share % |\n|-----------------|-----------------|\n| Air filters     | 23.8%           |\n| Air handling units | 14.3%        |\n| Air purifiers   | 31.2%           |\n| Humidifiers     | 15.5%           |\n| Ventilation fans| 8.3%            |\n| Others          | 6.9%            |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 15\nNorth American Market Shares of Cooling Equipment, by Type, 2022\n\n- Chillers: 16.4%  \n- Air conditioners: 69.6%\n- Water cooling towers: 9.0%\n- Others: 5.1%\n\nSource: BCC Research\n\n## Table 12\nNorth American Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n\n| Installation Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-|-|-|-|-|-|-|\n| New construction | 33.2 | 34.3 | 35.5 | 38.3 | 41.6 | 3.9 |\n| Retrofitting and replacement | 22.4 | 23.4 | 24.5 | 27.0 | 30.0 | 5.1 |\n| Total | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 16\nNorth American Market Shares of HVAC, by Installation Type, 2022\n\n| Installation Type | Percentage |\n|-------------------|------------|\n| New construction  | 59.7%      |\n| Retrofitting and replacement | 40.3% |\n\nSource: BCC Research\n\n## Table 13\nNorth American Market for HVAC, by Application, Through 2028 ($ Billions)\n\n| Application | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-------------|------|------|------|------|------|------------------|\n| Commercial  | 23.8 | 24.5 | 25.2 | 27.0 | 29.1 | 3.5              |\n| Residential | 19.9 | 20.9 | 22.0 | 24.5 | 27.4 | 5.6              |\n| Industrial  | 11.9 | 12.3 | 12.8 | 13.8 | 15.1 | 4.2              |\n| Total       | 55.6 | 57.7 | 60.0 | 65.3 | 71.6 | 4.4              |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 17\nNorth American Market Shares of HVAC, by Application, 2022\n\n(%)\n\nResidential 35.8%\nIndustrial 21.4% \nCommercial 42.8%\n\nSource: BCC Research\n\n## United States\nIn August 2022, the U.S. Senate passed the most significant climate legislation in U.S. history, including a $370 billion investment package, part of which is intended to fund green building projects. At the end of 2020, Congress had passed the American Innovation and Manufacturing (AIM) Act, which directed the EPA to phase out the production and consumption of listed hydrofluorocarbons (HFCs), maximizing reclamation and minimizing releases from equipment and facilitate the transition to new technologies. The U.S. Department of Energy (DOE) has established minimum air conditioning and heat pump equipment efficiency standards. As of 2023, new residential central air conditioning and air-source heat pump systems must meet new minimum energy-efficiency standards.\n\n## Canada  \nIn Canada, 6 million homes have a central air conditioner, but only 800,000 homes have a ducted heat pump (The Cool Way to Heat Homes, 2022)[^1]. In 2022, 36,000 new ducted heat pumps and 10 times as many central air conditioners were purchased. Around 7,000 Canadian households install central air conditioners every week (Plumbing & HVAC, 2023)[^2].\n\n[^1]: The Cool Way to Heat Homes, 2022\n[^2]: Plumbing & HVAC, 2023"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Canada\n\nIn March 2022, the 2030 Emissions Reduction Plan was issued, providing $9.1 billion in investments across Canada, including an additional $485.5 million investment into the Canada Greener Homes Loan program (Government of Canada, 2022)24. The boom in new construction also poses a potential opportunity for deploying HVAC systems.\n\n## Mexico\n\nThe growth of Mexico's manufacturing sector is increasing the demand for HVAC systems. In June 2022, Daikin Comfort Technologies North America Inc. said it would spend $230 million to build a 761,000 sq. ft. manufacturing facility in San Luis Potosi, Mexico, which is expected to be fully operational in 2024. The new facility will localize production of Daikin's mini-split and Daikin FIT residential inverter products that are currently imported from manufacturing sites in Asia. In addition, commercial and industrial HVAC manufacturer Daikin Applied will invest $121 million to build an energy-efficient manufacturing facility in Tijuana, Mexico, in partnership with its subsidiary Alliance Air Products, a San Diego-based custom air-handling equipment designer. The 460,000 sq. ft. facility is expected to be completed by spring 2025 with production ramping up in June 2025, and will produce custom HVAC and computer room air handler equipment for data centers.\n\nIn October 2022, Lennox announced plans to expand its manufacturing footprint in Saltillo, Mexico and build a new factory for its commercial HVAC business.\n\n## Europe\n\nThe European HVAC market was estimated at $61.1 billion in 2022 and $64.0 billion in 2023, and is expected to reach $82.8 billion by the end of 2028, at a CAGR of 5.3% over the forecast period. The U.K., Italy and Spain are the largest European markets for HVAC.\n\nIn 2021, the European Commission adopted a legislative proposal to revise the Energy Performance of Buildings Directive as part of the so-called \"Fit for 55\" initiative. This initiative aims to reduce greenhouse gases by at least 55% over seven years, and it is estimated to require investments of $301.4 billion per year for a total of $3.1 trillion to upgrade old building stock.\n\nThe EU Green Buildings Pact is intended to make residential buildings more environmentally friendly by enhancing energy efficiency and insulation. Its main objective is to increase renovation rates by 2030."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Table 14\nEuropean Market for HVAC, by Country, Through 2028\n\n($ Billions)\n\n| Country | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| Germany | 7.7 | 8.2 | 9.0 | 10.2 | 12.0 | 7.9 |\n| France | 9.4 | 10.0 | 10.6 | 12.0 | 13.7 | 6.5 |\n| Italy | 11.8 | 12.3 | 12.7 | 13.8 | 15.0 | 4.0 |\n| Spain | 9.9 | 10.4 | 10.9 | 12.2 | 13.7 | 5.7 |\n| U.K. | 12.7 | 13.1 | 13.5 | 14.6 | 15.8 | 3.8 |\n| Rest of Europe | 9.6 | 10.0 | 10.5 | 11.5 | 12.6 | 4.7 |\n| Total | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3 |\n\nSource: BCC Research\n\n## Figure 18\nEuropean Market Shares of HVAC, by Country, 2022\n\n(%)\n\n- Germany 12.6%\n- France 15.4% \n- Italy 19.3%\n- Spain 16.2%\n- U.K. 20.8%\n- Rest of Europe 15.7%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n### Table 15\n### European Market for HVAC, by Product Type, Through 2028\n\n| Product Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Heating Equipment** |\n| • Boilers | 5.9 | 6.1 | 6.4 | 7.4 | 8.3 | 6.4 |\n| • Furnaces | 3.7 | 4.0 | 4.2 | 4.8 | 5.6 | 7.0 |\n| • Heat pumps | 4.4 | 4.8 | 5.2 | 6.0 | 7.0 | 7.8 |\n| • Space heaters | 1.5 | 1.6 | 1.7 | 1.9 | 2.1 | 5.6 |\n| • Others | 1.0 | 1.0 | 1.1 | 1.1 | 1.2 | 3.7 |\n| Subtotal | 16.5 | 17.5 | 18.6 | 21.2 | 24.2 | 6.7 |\n\n| **Ventilation Equipment** |\n| • Air filters | 2.6 | 2.7 | 2.9 | 3.3 | 3.8 | 7.1 |\n| • Air handling units | 1.6 | 1.6 | 1.7 | 1.9 | 2.1 | 5.6 |\n| • Air purifiers | 3.0 | 3.1 | 3.3 | 3.6 | 3.8 | 4.2 |\n| • Humidifiers | 1.6 | 1.7 | 1.8 | 2.0 | 2.3 | 6.2 |\n| • Ventilation fans | 0.9 | 1.0 | 1.0 | 1.1 | 1.2 | 3.7 |\n| • Others | 0.6 | 0.6 | 0.6 | 0.6 | 0.7 | 3.1 |\n| Subtotal | 10.3 | 10.7 | 11.3 | 12.5 | 13.9 | 5.4 |\n\n| **Cooling Equipment** |\n| • Chillers | 5.7 | 6.0 | 6.3 | 6.9 | 7.7 | 5.1 |\n| • Air conditioners | 23.7 | 24.8 | 25.9 | 28.3 | 31.2 | 4.7 |\n| • Water cooling towers | 3.1 | 3.2 | 3.3 | 3.5 | 3.8 | 3.5 |\n| • Others | 1.8 | 1.8 | 1.8 | 1.9 | 2.0 | 2.1 |\n| Subtotal | 34.3 | 35.8 | 37.3 | 40.6 | 44.7 | 4.5 |\n\n| Total | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 19\nEuropean Market Shares of Heating Equipment, by Type, 2022\n\n| Type         | Percentage |\n|--------------|------------|\n| Boilers      | 35.8%      |\n| Furnaces     | 22.4%      |\n| Heat pumps   | 26.7%      |\n| Space heaters| 9.1%       |\n| Others       | 6.1%       |\n\n## Figure 20 \nEuropean Market Shares of Ventilation Equipment, by Type, 2022\n\n| Type            | Percentage |\n|-----------------|------------|\n| Air filters     | 25.2%      |\n| Air handling units | 15.5%   |\n| Air purifiers   | 29.1%      |  \n| Humidifiers     | 15.5%      |\n| Ventilation fans| 8.7%       |\n| Others          | 5.8%       |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 21\nEuropean Market Shares of Cooling Equipment, by Type, 2022\n\n- Chillers: 16.6%  \n- Air conditioners: 69.1%\n- Water cooling towers: 9.0%\n- Others: 5.2%\n\n## Table 16\nEuropean Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n\n| Installation Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-|-|-|-|-|-|-|\n| Retrofitting and replacement | 29.3 | 30.9 | 32.7 | 36.7 | 41.5 | 6.1 |\n| New construction | 31.8 | 33.1 | 34.5 | 37.6 | 41.3 | 4.5 |\n| Total | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3 |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 22\nEuropean Market Shares of HVAC, by Installation Type, 2022\n\n| Installation Type | Percentage |\n|-------------------|------------|\n| New construction  | 52.0%      |\n| Retrofitting and replacement | 48.0% |\n\nSource: BCC Research\n\n## Table 17\nEuropean Market for HVAC, by Application, Through 2028 ($ Billions)\n\n| Application | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-------------|------|------|------|------|------|------------------|\n| Commercial  | 26.2 | 27.3 | 28.4 | 31.1 | 34.1 | 4.5              |\n| Residential | 22.7 | 24.0 | 25.5 | 28.5 | 32.4 | 6.2              |\n| Industrial  | 12.2 | 12.7 | 13.3 | 14.7 | 16.3 | 5.1              |\n| Total       | 61.1 | 64.0 | 67.2 | 74.3 | 82.8 | 5.3              |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 23\nEuropean Market Shares of HVAC, by Application, 2022\n\n(%)\n\n| Application | Market Share |\n|--------------|--------------|\n| Residential | 37.2%        |\n| Industrial  | 20.0%        |  \n| Commercial  | 42.9%        |\n\nSource: BCC Research\n\n### Germany\nIn October 2022, Daikin Europe N.V. announced the expansion of its heat pump manufacturing base in Güglingen, Germany. The company also plans to introduce three new production lines, increasing production by more than triple the existing factory output by 2025.\n\n### France  \nSupportive government policies are strengthening the demand for HVAC systems in France. For instance, under the Budget Bill 2024, the French government is developing a new Green Industry Investment tax credit to stimulate investment in factories manufacturing heat pumps and other green energy products.\n\n### Italy\nGrowing government investment in the manufacturing sectors is expected to drive demand for HVAC systems. For instance, the Italian government allocated $26.2 billion in 2021-2023 for the \"Industry 4.0\" plan to improve the Italian industrial sector's competitiveness through tax credits, a mix of policy measures, and research and infrastructure funding.\n\n### Spain\nin August 2022, Spain announced new energy-saving measures, including limits on air conditioning and heating temperatures in public and large commercial buildings. It has also set the goal of reducing greenhouse gas (GHG) emissions by 20% from 1990 levels by 2050. Such stringent regulations for carbon emissions will drive the demand for energy-efficient, environmentally friendly HVAC equipment."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## United Kingdom\nIn December 2023, the U.K. government announced increased funding for climate projects, including the UK-IFC Market Accelerator for Green Construction (MAGC) Program, to significantly elevate green construction practices and building technologies, including HVAC in over 20 developing economies.\n\n## Rest of Europe\nOther European countries that have undertaken taken HVAC-related initiatives include Belgium, the Netherlands, Turkey and Poland.\n\nThe Belgian government passed legislation in 2022 to improve indoor air quality in closed spaces used by the public. According to the Netherlands Heat Pump Association, 150,000 heat pumps were delivered in 2023 for residential construction and renovation purposes.\n\nTurkey has accelerated investment in sustainable building technologies and energy-efficient equipment. Responding to the opportunity, Mitsubishi Electric Corp. in 2022 announced plans to invest $113 million in a new plant for manufacturing air-to-water (ATW) heat pumps and room air conditioners in Turkey.\n\nThe Polish Green Building Council (PLGBC) has introduced a Green Homes & Green Mortgages program to promote the spread of certified sustainable, homes among Polish citizens.\n\n## Asia-Pacific\nAsia-Pacific is by far the largest regional HVAC market, with estimated total sales of $113.7 billion in 2022 and $120.6 billion in 2023, increasing to a projected $167.1 billion by the end of 2028, at a CAGR of 6.7% for the forecast period.\n\n### Table 18: Asia-Pacific Market for HVAC, by Country, Through 2028 ($ Billions)\n\n| Country | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|----------|------|------|------|------|------|------------------|\n| China    | 56.0 | 59.4 | 63.1 | 71.7 | 82.2 | 6.7              |\n| India    | 16.2 | 17.6 | 19.2 | 22.9 | 27.5 | 9.3              |\n| Japan    | 14.0 | 14.7 | 15.5 | 17.2 | 19.3 | 5.6              |\n| South Korea | 10.7 | 11.5 | 12.4 | 14.5 | 17.0 | 8.1           |\n| Rest of Asia-Pacific | 16.8 | 17.4 | 18.0 | 19.4 | 21.1 | 3.9  |\n| Total    | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7         |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 24\nAsia-Pacific Market Shares of HVAC, by Country, 2022\n\n| Country | Market Share (%) |\n| --- | --- |\n| China | 49.3% |\n| India | 14.2% |\n| Japan | 12.3% |\n| South Korea | 9.4% |\n| Rest of Asia-Pacific | 14.8% |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n### Table 19\n### Asia-Pacific Market for HVAC, by Product Type, Through 2028\n\n($ Billions)\n\n| Product Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Heating Equipment** |\n| • Boilers | 8.7 | 9.3 | 9.9 | 11.4 | 13.3 | 7.4 |\n| • Furnaces | 6.4 | 7.0 | 7.6 | 9.0 | 10.7 | 8.9 |\n| • Heat pumps | 7.4 | 8.1 | 8.9 | 10.7 | 12.9 | 9.8 |\n| • Space heaters | 2.5 | 2.6 | 2.8 | 3.2 | 3.6 | 6.7 |\n| • Others | 2.2 | 2.3 | 2.4 | 2.7 | 3.0 | 5.5 |\n| Subtotal | 27.2 | 29.3 | 31.6 | 37.0 | 43.5 | 8.2 |\n\n| **Ventilation Equipment** |\n| • Air filters | 4.3 | 4.7 | 5.1 | 6.2 | 7.5 | 9.8 |\n| • Air handling units | 2.4 | 2.6 | 2.8 | 3.2 | 3.7 | 7.3 |\n| • Air purifiers | 5.0 | 5.2 | 5.5 | 6.1 | 7.1 | 6.4 |\n| • Humidifiers | 2.6 | 2.8 | 3.0 | 3.5 | 4.1 | 7.9 |\n| • Ventilation fans | 1.5 | 1.6 | 1.7 | 1.9 | 2.1 | 5.6 |\n| • Others | 1.2 | 1.2 | 1.3 | 1.4 | 1.5 | 4.6 |\n| Subtotal | 17.0 | 18.1 | 19.4 | 22.3 | 26.0 | 7.5 |\n\n| **Cooling Equipment** |\n| • Chillers | 11.6 | 12.4 | 13.2 | 15.0 | 17.2 | 6.8 |\n| • Air conditioners | 48.2 | 50.7 | 53.4 | 59.8 | 67.6 | 5.9 |\n| • Water cooling towers | 6.2 | 6.5 | 6.8 | 7.5 | 8.3 | 5.0 |\n| • Others | 3.5 | 3.6 | 3.8 | 4.1 | 4.5 | 4.6 |\n| Subtotal | 69.5 | 73.2 | 77.2 | 86.4 | 97.6 | 5.9 |\n\n| Total | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 25\nAsia-Pacific Market Shares of Heating Equipment, by Type, 2022\n\n| Type | Percentage |\n| --- | --- |\n| Boilers | 32.0% |\n| Furnaces | 23.5% |\n| Heat pumps | 27.2% |\n| Space heaters | 9.2% |\n| Others | 8.1% |\n\n## Figure 26 \nAsia-Pacific Market Shares of Ventilation Equipment, by Type, 2022\n\n| Type | Percentage |\n| --- | --- |\n| Air filters | 25.3% |\n| Air handling units | 14.1% |\n| Air purifiers | 29.4% |\n| Humidifiers | 15.3% |\n| Ventilation fans | 8.8% |\n| Others | 7.1% |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 27\nAsia-Pacific Market Shares of Cooling Equipment, by Type, 2022\n\n| Type | Percentage |\n| --- | --- |\n| Chillers | 16.7% |\n| Air conditioners | 69.4% |\n| Water cooling towers | 8.9% |\n| Others | 5.0% |\n\n## Table 20\nAsia-Pacific Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n\n| Installation Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| New construction | 69.5 | 73.3 | 77.5 | 87.1 | 98.7 | 6.1 |\n| Retrofitting and replacement | 44.2 | 47.3 | 50.7 | 58.6 | 68.4 | 7.7 |\n| Total | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7 |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 28\nAsia-Pacific Market Shares of HVAC, by Installation Type, 2022\n\n- New construction: 61.1%  \n- Retrofitting and replacement: 38.9%\n\n## Table 21\nAsia-Pacific Market for HVAC, by Application, Through 2028 ($ Billions)\n\n| Application | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| Residential | 38.9 | 41.7 | 44.7 | 51.7 | 60.5 | 7.7 |\n| Industrial | 26.6 | 28.1 | 29.9 | 34.0 | 38.9 | 6.7 |\n| Commercial | 48.2 | 50.8 | 53.6 | 60.0 | 67.7 | 5.9 |\n| Total | 113.7 | 120.6 | 128.2 | 145.7 | 167.1 | 6.7 |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 29\nAsia-Pacific Market Shares of HVAC, by Application, 2022\n\n(%)\n\n- Residential: 34.2%\n- Industrial: 23.4% \n- Commercial: 42.4%\n\n### China\nThe construction industry in China has recorded strong growth over the last few years due to low interest rates and increased government spending on infrastructure projects. The 14th Five-Year Plan period (2021-2025), which is estimated to cost $4.2 trillion, is focused on energy efficiency and green building development projects. It includes retrofitting 350 million m2 of buildings and new construction of 50 million m2 of net zero energy consumption buildings (International Trade Administration, 2021)[^1].\n\n### India\nAccording to the Global Construction Perspectives and Oxford Economics, India will become the world's third-largest construction market by 2025, adding 11.5 million homes a year to achieve a $1 trillion market (Global Construction Perspectives and Oxford Economics, 2022)[^2].\n\n### Japan  \nIn June 2023, Panasonic Corp. said it plans to spend $70 million on new production lines and R&D of certain air conditioners. The Japanese government has implemented initiatives to promote green construction and energy-efficient buildings, aiming for Zero Net Energy Houses (ZEH) to become the norm by 2030. Japan amended the Building Energy Efficiency Act to make energy efficiency standards mandatory for all scales and raise the standards to achieve the 2030 targets.\n\n[^1]: International Trade Administration, 2021\n[^2]: Global construction perspectives and Oxford Economics, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## South Korea\nIn South Korea, the construction sector was worth around $217.0 billion in 2023 with an estimated average annual growth rate of 3% over the next five years.\n\n## Rest of Asia-Pacific\nThe rest of Asia-Pacific countries include Singapore, Australia, New Zealand and the Philippines.\n\nIn Singapore, the Design for Efficiency (DfE) Scheme, Grant for Energy Efficient Technologies (GREET), Energy Efficiency Improvement Assistance Scheme (EASe), and Energy Efficiency Financing programs are promoting the construction of energy-efficient buildings in Singapore.\n\nThe demand for HVACs in Australia is expected to grow due to extreme weather events, which lead to more Australians working from home. This has accelerated the need for both system upgrades and new deployment of HVACs in Australia. The Australian government has introduced initiatives and regulations for the HVAC industry, including the National Australian Built Environment Rating System (NABERS) for rating and assessing and the energy efficiency of buildings and HVAC systems. It also encourages the installation of energy-efficient HVAC solutions.\n\nThe average indoor PM2.5 level (a common measure of indoor air quality) in New Zealand exceeded World Health Organization (WHO) standards in 2022, emphasizing the need to deploy efficient and environment friendly HVAC systems in more homes.\n\nIn 2023, the Philippines Department of Energy issued new draft guidelines for air conditioners under the Minimum Energy Performance Standard program.\n\n## Rest of World\nIn this report, the Rest of the World (RoW) includes South America, and the Middle East and Africa. The total HVAC market in these countries was $20.7 billion in 2022 and $21.3 billion in 2023, and is expected to reach $25.2 billion by the end of 2028, at a CAGR of 3.4% over the forecast period.\n\n### RoW Market for HVAC, by Sub-Region, Through 2028\n\n| Sub-Region | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|------------|------|------|------|------|------|------------------|\n| Middle East and Africa | 11.9 | 12.2 | 12.6 | 13.4 | 14.1 | 2.9 |\n| South America | 8.8 | 9.1 | 9.4 | 10.2 | 11.1 | 4.1 |\n| Total | 20.7 | 21.3 | 22.0 | 23.6 | 25.2 | 3.4 |\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 30\nRoW Market Shares of HVAC, by Sub-Region, 2022\n\n(%)\n\n- Middle East and Africa 57.5%  \n- South America 42.5%\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Table 23\n### RoW Market for HVAC, by Product Type, Through 2028\n\n($ Millions)\n\n| Product Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| **Heating Equipment** |\n| • Boilers | 1,486.4 | 1,535.8 | 1,589.9 | 1,710.7 | 1,850.4 | 3.8 |\n| • Furnaces | 1,074.0 | 1,124.7 | 1,181.0 | 1,306.1 | 1,454.7 | 5.3 |\n| • Heat pumps | 1,317.5 | 1,398.3 | 1,484.7 | 1,677.1 | 1,900.2 | 6.3 |\n| • Space heaters | 408.2 | 415.7 | 424.6 | 447.3 | 475.5 | 2.7 |\n| • Others | 239.9 | 242.1 | 245.2 | 251.8 | 263.1 | 1.7 |\n| Subtotal | 4,526.0 | 4,716.6 | 4,925.4 | 5,393.0 | 5,943.9 | 4.7 |\n| **Ventilation Equipment** |  \n| • Air filters | 423.3 | 443.0 | 463.7 | 511.7 | 566.7 | 5.0 |\n| • Air handling units | 306.7 | 318.4 | 330.7 | 359.6 | 393.9 | 4.3 |\n| • Air purifiers | 592.1 | 608.9 | 625.3 | 663.5 | 709.4 | 3.1 |\n| • Humidifiers | 265.5 | 276.4 | 287.9 | 314.2 | 346.5 | 4.6 |\n| • Ventilation fans | 169.7 | 172.1 | 174.6 | 180.7 | 188.0 | 1.8 |\n| • Others | 124.0 | 125.5 | 127.1 | 130.8 | 135.1 | 1.5 |\n| Subtotal | 1,881.3 | 1,944.3 | 2,009.3 | 2,160.5 | 2,339.6 | 3.8 |\n| **Cooling Equipment** |\n| • Chillers | 2,422.6 | 2,508.6 | 2,600.2 | 2,806.7 | 3,051.2 | 4.0 |\n| • Air conditioners | 9,930.0 | 10,167.5 | 10,443.9 | 11,058.8 | 11,792.8 | 3.0 |\n| • Water cooling towers | 1,273.0 | 1,292.3 | 1,313.2 | 1,361.7 | 1,418.8 | 1.9 |\n| • Others | 709.6 | 712.7 | 715.9 | 728.6 | 747.0 | 0.9 |\n| Subtotal | 14,335.2 | 14,681.1 | 15,073.2 | 15,955.8 | 17,009.8 | 3.0 |\n| Total | 20,742.5 | 21,342.0 | 22,007.9 | 23,509.3 | 25,293.3 | 3.5 |\n\nNote: In the above table, values are in millions. If the values are converted into billions, the CAGR of these segments represent around a 0% growth rate, which could be misleading.\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 31\n### RoW Market Shares of Heating Equipment, by Type, 2022\n\n- Boilers: 32.8%\n- Furnaces: 23.7% \n- Heat pumps: 29.1%\n- Space heaters: 9.0%\n- Others: 5.3%\n\n## Figure 32 \n### RoW Market Shares of Ventilation Equipment, by Type, 2022\n\n- Air filters: 22.5%\n- Air handling units: 16.3%\n- Air purifiers: 31.5% \n- Humidifiers: 14.1%\n- Ventilation fans: 9.0%\n- Others: 6.6%"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 33\nRoW Market Shares of Cooling Equipment, by Type, 2022\n\n- Chillers: 16.9%\n- Air conditioners: 69.3% \n- Water cooling towers: 8.9%\n- Others: 5.0%\n\n## Table 24\nRoW Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n\n| Installation Type | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n|-------------------|------|------|------|------|------|-------------------|\n| New construction  | 11.6 | 11.9 | 12.2 | 13.0 | 13.7 | 2.9               |\n| Retrofitting and replacement | 9.1 | 9.4 | 9.8 | 10.6 | 11.5 | 4.1       |\n| Total             | 20.7 | 21.3 | 22.0 | 23.6 | 25.2 | 3.4               |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n### Figure 34\nRoW Market Shares of HVAC, by Installation Type, 2022\n\n- New construction: 56.0%  \n- Retrofitting and replacement: 44.0%\n\n### Table 25\nRoW Market for HVAC, by Application, Through 2028 ($ Billions)\n\n| Application | 2022 | 2023 | 2024 | 2026 | 2028 | CAGR% 2023–2028 |\n| --- | --- | --- | --- | --- | --- | --- |\n| Residential | 8.1 | 8.4 | 8.8 | 9.7 | 10.4 | 4.4 |\n| Commercial | 8.5 | 8.7 | 8.9 | 9.3 | 9.9 | 2.6 |\n| Industrial | 4.1 | 4.2 | 4.3 | 4.6 | 4.9 | 3.1 |\n| Total | 20.7 | 21.3 | 22.0 | 23.6 | 25.2 | 3.4 |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## RoW Market Shares of HVAC, by Application, 2022\n\n![RoW Market Shares](image.jpg)\n\nResidential 39.1%\nIndustrial 19.8% \nCommercial 41.1%\n\nSource: BCC Research\n\n### Middle East and Africa\n\nAlthough in this report the RoW region includes the Middle East and Africa, in this section only the Middle Eastern countries of Qatar, Saudi Arabia, and the UAE are discussed. Saudi Arabia is on a journey toward sustainable urban development. The King Abdullah Initiative for Saudi Cities represents a holistic approach to urban development, aiming to seamlessly integrate green building practices into the city. The King Abdullah Financial District (KAFD) is a green landmark symbolizing Riyadh's commitment to sustainable urban development. In addition, the NEOM mega smart city project is a central point of the country's Vision 2030 project. The NEOM mega smart city project was launched in 2017 and its first phase is expected to be completed by 2030 (Designboom, 2024)[^1]. All of these sustainable building initiatives will drive the adoption of energy-efficient HVAC equipment in Saudi Arabia.\n\nQatar has constructed more than 1400 buildings under its Global Sustainability Assessment System, which focuses on implementing green infrastructure across the country. In the UAE, sustainable housing and commercial developments such as Burj Jumeirah, The Heart of Europe and One Za'abeel will result in growing demand for HVAC systems and equipment.\n\n[^1]: Designboom, 2024"}, {"markdown": "# South America\n\nIn South America, Brazil is the largest green-certified building market, with more than 1,400 green buildings and projects (EDGE, 2022)<sup>28</sup>. In July 2020, Brazil introduced new regulations designed to increase the stringency of labeling standards for AC equipment. In December 2023, Brazil introduced an ambitious green plan, which includes a regulated carbon market, the issuing of sustainable sovereign bonds, and a national taxonomy focused on sustainability.\n\n---\n\n<sup>28</sup> EDGE, 2022"}, {"markdown": "# Competitive Intelligence\n\n## Overview\n\nThis chapter looks at the competitive landscape for the HVAC industry, including a market share analysis and analysis of recent key developments. There are so many HVAC manufacturers in the global market that this chapter can only focus on a limited number of them.\n\n## Market Ranking of Leading HVAC Companies\n\nThe leading companies in the global HVAC market, based on sales, are Daikin Industries Ltd., Carrier, Johnson Controls, Lennox International Inc. and Mitsubishi Electric Corp.\n\n### Table 26: Ranking of Leading Companies in the Global HVAC Market, 2022\n\n| Company | Market Ranking | Strong Region |\n| --- | --- | --- |\n| Daikin Industries Ltd. | 1 | U.S. |\n| Carrier | 2 | U.S., Europe and Asia-Pacific |\n| Johnson Controls | 3 | U.S. |\n| Lennox International Inc. | 4 | U.S. and Canada |\n| Mitsubishi Electric Corp. | 5 | Japan and Asia |\n\nDaikin Industries is a provider of smart air conditioning solutions for commercial, residential and industrial applications. Its strategy focuses on carbon neutrality, technology development and a robust supply chain.\n\nCarrier emphasizes energy efficiency and high SEER ratings. It has a strong market presence in the U.S., Europe, and Asia-Pacific regions. Carrier is focused on expansion, and in 2023, it said it planned to invest $800 million over the next five years to increase its presence in India. In June 2022, the company introduced a line of single stage split system air conditioners.\n\nJohnson Controls designs HVAC systems and security solutions. Its portfolio of HVAC systems and components include chillers, condensing units, split systems, heat pumps, mini-split systems, air handling units, fans, and energy recovery ventilators. Its HVAC customer base spans 150 countries.\n\nLennox International provides climate control solutions for ventilation, heating, air conditioning and refrigeration. Its focus is on introducing technologies and products that integrate with its HVAC systems."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nMitsubishi Electric Corp. provides HVAC systems and is focused on developing economies such as India. Mitsubishi has a sales target of $10.5 billion with a 12% of operating profit from its air conditioning and refrigeration business by 2026.\n\n## Recent Developments\n\nThe following four tables list recent developments in the HVAC market. The first table lists some of the new products that appeared in 2022 and 2023; the second table lists manufacturing expansions; the third table lists M&A activity; and the fourth table lists venture financing.\n\n### Table 27 Recent Product Introductions in the Global HVAC Market, 2024\n\n| Date | Company | Product |\n| --- | --- | --- |\n| 2024 | Samsung | Samsung HVAC launched its new line of Bespoke WindFree air conditioners. Available in gallery and wall mount models, these ACs feature higher power efficiency and voice control via Bixby. All the models in the new Bespoke WindFree AC lineup offer Grade 1 or Grade 2 power efficiency. A high-efficiency energy-saving model that is 10% more efficient than the minimum Grade 1 is in development. These Acs are compatible with the SmartThings app, and when using the AI Saving Mode, consume 30% lower power than when the mode isn't used. |\n| 2023 | Navien Inc. | Navien introduced its first HVAC product, the NPF Hydro-furnace. The NPF uses Navien's dual stainless steel heat exchangers to heat water in an isolated compartment out of the airstream, which provides sound-reduction and energy efficiency. The heated water is circulated through a hydronic coil which transfers the heat into the airstream. Its sealed combustion design allows the NPF to quietly provide heat without significantly affecting humidity levels. The unit is available in two sizes: 60,000 Btu/h and 100,000 Btu/h. |\n| 2023 | Modine Manufacturing Co. | Modine Manufacturing Co. introduced a line of electric infrared line heaters that are equipped with a specially designed reflector for optimal radiant heat output and a replaceable tungsten element that provides rapid heat-up time. |\n| 2023 | Carrier | Carrier released its weather forecasting add-on for the i-Vu building automation system. This add-on gives users intelligent control capabilities based on real-time outside air quality data, enabling buildings to adapt to changing climate conditions. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## 2023 Product Launches\n\n### Tecogen Inc.\nTecogen launched its smart Tecochill Hybrid-Drive Air-Cooled chiller. When the Hybrid-Drive is powered by the chiller's integral natural gas engine, it produces chilled water for air conditioning as well as free engine heat that is recovered to produce usable hot water.\n\n### Voltas Ltd.\nVoltas Ltd. Introduced its new range of air conditioners in India. These ACs are integrated with a HEPA filter, PM 1.0 sensor and AQI indicator that helps purify the air in the room while cooling.\n\n### Haier Inc.\nHaier Inc. introduced its Kinouchi 5 Star Heavy Duty Pro Air Conditioner series in India. The Kinouchi AC series offers a supercooling feature and comfort control with Intelli Smart features and the Haier Smart App.\n\n### Hitachi Ltd. and Johnson Controls\nHitachi Ltd. and Johnson Controls jointly developed the air365 Max, an end-to-end VRF solution for HVAC professionals, architects and building owners. This new unit reduces carbon emissions and is said to deliver better performance than conventional VRF systems.\n\n### Trane Technologies plc.\nTrane introduced its newest all-electric Axiom rooftop water source heat pumps in capacities from 12.5 to 25 tons. Aimed at commercial buildings, new construction and retrofits, the heat pumps are configurable for geothermal, boiler/towers or hybrid applications in closed or open loops using ground-source or open water. The pumps also include the Symbio 700 unit controller for easier monitoring and servicing of HVAC systems and building connectivity for troubleshooting and energy management.\n\n### Johnson Controls\nJohnson Controls' new Ducted Systems (DS) Solutions App provides contractors with instant access to commercial and residential equipment information to help streamline installation, troubleshooting and maintenance processes.\n\nJohnson Controls and Hitachi Air Conditioning jointly introduced the air365 Hybrid dual fuel system, which combines a heat pump and furnace to provide efficient home comfort while reducing carbon emissions."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Recent Product Developments\n\n| Date | Company | Product |\n| --- | --- | --- |\n| 2023 | Mitsubishi Electric Corp. | Mitsubishi Electric Corp. developed an aluminum vertical flat tube (VFT) design that it claims improves heat exchanger performance by 40% in heat pumps and air conditioners. |\n| 2022 | Lennox Industries | Lennox Industries introduced the model SL25XPV heat pump, a variable-capacity SL25XPV heat pump that gives homeowners the warmth of a gas furnace along with a SEER efficiency rating of 24 and 11.8 Heating Seasonal Performance Factor (HSPF), thereby providing the energy efficiency levels set by the U.S. EPA. |\n| 2022 | Samsung HVAC LLC. | Samsung HVAC America and Honeywell entered into a collaboration to provide building control solutions that are powered by the Tridium's Niagara Framework, a software infrastructure that enables the creation of device-to-enterprise applications. The solutions will use a Niagara driver to communicate directly to Samsung heating and cooling equipment using Honeywell's CIPer Model 50 controller and will be able to wire direct to Samsung equipment without additional adapters and control and monitoring using PC, Mac, Android or iOS in both standard and mobile web browser configurations. |\n\n## Recent Expansions\n\n| Date | Company | Expansion |\n| --- | --- | --- |\n| 2024 | Airedale by Modine | Airedale by Modine is expanding its manufacturing capabilities for IT cooling systems with the acquisition of a new 14.6-acre production site in Brandford, England. Airedale by Modine said that it will obtain 29,000 m2 of manufacturing space with the potential for further expansion if required. |\n| 2023 | Carrier | Carrier said it will invest $800 million over the next five years to expand its AC systems business in India. |\n| 2023 | Dejong (Rheem Manufacturing Co.) | Dejong, a standalone business unit in Rheem Manufacturing Co., plans to expand its manufacturing by opening a new facility in Prešov, Slovakia. The facility will have a capacity of 1 million tanks. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Date Company Expansion\n\n### 2023 Daikin Industries Ltd.\n\nDaikin Industries started construction on a new factory in Poland. The site is scheduled to begin production of heat pumps in July 2024, with a total investment worth $323.4 million. The site will augment current production in Germany, Belgium and the Czech Republic, with production capacity quadrupling from 2021 to 2025.\n\n### 2023 Daikin Industries Ltd.\n\nDaikin Industries Ltd. said it will acquire land in Tsukubamirai City, Ibaraki Prefecture, Japan, to establish a new production base for air conditioners. The planned plant will be Daikin's first air conditioning plant in the Kanto region, and is expected to further improve Daikin's Mono ukuri (Japanese for manufacturing) capabilities not only at the new factory, but also at the company's three other current bases in the Kansai region, with a focus on product supply, cost competitiveness, and production technology. According to Daikin, the new plant will be purely positioned to increase domestic production.\n\n### 2023 Daikin Industries Ltd.\n\nDaikin Air Conditioning India Pvt. Ltd., a subsidiary of Daikin Industries Ltd., opened a new air conditioning manufacturing facility in India. The Sri City plant is the third major manufacturing facility for Daikin in India, after two existing factories in Neemrana, Rajasthan, Northern India. In the factory, Daikin manufactures residential air conditioners and compressors.\n\n### 2023 HVAC Distributing LLC\n\nHVAC Distributing LLC, a wholesale distributor of heating and air conditioning equipment based in Hickory, Ky., plans to expand its operations with an investment worth $5.4 million. HVAC Distributing's expansion will provide space for the Hickory headquarters for the MrCool line of mini splits. For this expansion, the company plans to build out teams plan to build out 22,000 sq. ft. of office space at the Remington Way location in the Hickory Industrial Park (HIP). The expansion will bring the facility's total to 120,750 sq. ft.\n\n### 2022 Mitsubishi Electric Corp.\n\nMitsubishi Electric said it will invest $113 million in a new plant at Mitsubishi Electric Air Conditioning Systems Manufacturing Turkey (MACT), the company's air-conditioner production base in Turkey. The expansion will increase MACT's annual capacity for air-to-water (ATW) heat pumps from 0.1 million units to 0.3 million units and room air conditioners from 0.3 million units to 1.1 million units. Production began in February 2024.\n\n### 2022 Daikin Industries Ltd.  \n\nDaikin Industries Ltd. said it will build a manufacturing plant for residential air conditioners in Indonesia at the Greenland International Industrial Center, near Jakarta, in response to the growing demand for air conditioners in the Indonesian market."}, {}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 37\n### M&A Activity Shares in the HVAC Market, by Region, 2022 and 2023\n\n| Region | Percentage |\n| --- | --- |\n| North America | 92.3% |\n| Europe | 7.1% |\n| Asia-Pacific | 0.6% |\n\nNote: Data through November 2023\n\nSource: PitchBook Data Inc.\n\n## Table 29\n### Recent M&A Activity in the Global HVAC Market, 2024\n\n| Acquiring Company | Acquired Company | Date | Details |\n| --- | --- | --- | --- |\n| Miura Co. Ltd. | Cleaver-Brooks | May 2024 | Japan-based Miura Co. Ltd., a manufacturer of boiler room equipment, acquired Cleaver-Brooks, a U.S.-based provider of boiler room products and systems for commercial and industrial applications. With the acquisition, Miura Group's business operations outside Japan will now account for up to 50% of its consolidated annual revenue, a jump from 25%. |\n| Johnson Controls Inc. | Hybrid Energy AS | January 2023 | Johnson Controls acquired Norway-based Hybrid Energy AS, a provider of heat pumps for district heating and industrial processes. Hybrid Energy solutions use patented technology to achieve temperatures over 100°C using ultra-low-global warming potential natural refrigerants. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Acquisitions\n\n### Beijer Ref Acquires Heritage Distribution Holdings\n\nBeijer Ref, a Malmö, Sweden-based distributor and wholesaler of cooling technology and HVAC products, entered the U.S. market by acquiring Heritage Distribution Holdings, a multi-regional HVAC/R parts and equipment distribution platform serving the Southeastern and Midwestern U.S. Heritage Distribution Holdings is based in Atlanta, with 64 branches in 10 states. (January 2023)\n\n### Panasonic Acquires Systemair's Air Conditioning Business  \n\nThe Air Conditioning Business of Systemair was acquired by Panasonic for $107.7 million. Panasonic will combine this acquisition with its inverter and energy-saving technologies. (February 2023)\n\n### Watsco Acquires Gateway Supply\n\nMiami-based HVACR equipment distributor Watsco acquired Gateway Supply Co. a distributor of plumbing and HVAC products based in Columbia, S.C., for $103 million, which consists of $99 million in common stock and $4 million in cash. Gateway has annual sales of approximately $180 million and serves 4,000 customers from 15 locations. (September 2023)\n\n### Smiths Group Acquires Heating & Cooling Products\n\nBritish multinational engineering company Smiths Group plc acquired Heating & Cooling Products (HCP), a manufacturer of sheet metal ductworks and fittings, for $82 million. Founded in 1955, HCP is based in Mount Vernon, Ohio, and its acquisition enables Smiths Group to expand its presence in the North American HVAC market. (August 2023)\n\n### Bouygues Acquires Equans\n\nEquans, a subsidiary of Engie, was acquired by Bouygues for $6.1 billion euros. The deal helps Bouygues reinforce its own underperforming energy and services unit. The new business segment comprised of Equans and Bouygues' Energies & Services arm. (October 2022)  \n\n### Carrier Corp. Acquires Toshiba Carrier Corp.\n\nCarrier acquired Toshiba Corp.'s ownership stake in Toshiba Carrier Corp. (TCC). A longstanding joint venture between Carrier and Toshiba, TCC provides residential and light commercial HVAC solutions, including VRF and heat pump products. TCC joins the new Global Comfort Solutions business unit in Carrier's HVAC segment, and will be headquartered in Tokyo. (July 2022)"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Acquisitions\n\n### Trane Technologies\n- Acquired Tozour Energy Systems in April 2022 for $110 million\n- Tozour Energy Systems was an independent sales representative in the U.S.\n- The acquisition builds on a series of transitions of independent sales reps to company-owned operations\n\n### Arbonia  \n- Acquired Portuguese HVAC distribution company Cirelius S.A. in December 2022 for $27.6 million\n- Arbonia is a building components supplier with indoor climate and interior doors divisions\n- The acquisition strengthens Arbonia's presence in the Portuguese and Spanish markets\n\n### Systemair\n- Acquired Tecnair LV S.p.A. in January 2022 for $16 million  \n- Tecnair is a supplier of indoor close control AC units for hospitals and data centers\n- 25% of Tecnair's sales are in Italy, rest exported to Europe\n- The acquisition aims to strengthen Systemair's presence in Europe\n\n### Carel Industries\n- Acquired Sauber (based in Lombardy, France) in July 2022 for $3.12 million, taking a 70% stake\n- Acquired additional 30% stake in Arion s.r.l. (joint venture in Bergamo, Italy) in April 2022\n- Arion was created in 2015 to develop sensor technology for AC and refrigeration sectors\n- Carel now owns 70% of Arion\n\nSource: PitchBook Data Inc., online news sites"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Venture Funding Analysis\n\nVenture funding for HVAC firms declined by two-thirds between 2022 and 2023. This decline mirrors the overall slowdown in worldwide venture funding in 2023.\n\n### Figure 38\nVenture Funding in the Global HVAC Market, by Amount Raised, 2022 and 2023\n\n($ Millions)\n\n| Year | Amount ($Millions) |\n|------|---------------------|\n| 2022 | 993.8               |\n| 2023 | 334.8               |\n\nNote: Data through November 2023\n\nSource: PitchBook Data Inc."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 39\nVenture Funding Shares in the Global HVAC Market, by Deal Type, 2022-2023\n\n- Later Stage VC: 16.1%\n- Seed Round: 12.8% \n- Early Stage VC: 10.2%\n- Buyout/LBO: 44.2%\n- PE Growth/Expansion: 9.9%\n- Accelerator/Incubator: 5.1%\n- Secondary Transaction - Private: 0.7%\n- Grant: 1.1%\n\nNote: Data through November 2023\nSource: PitchBook Data Inc.\n\n## Table 30\nRecent Venture Funding in the HVAC Market, 2024\n\n| Company | Funding Round | Amount Raised ($ Millions) | Date | Investors |\n| --- | --- | --- | --- | --- |\n| Redaptive | Series E, Later Stage VC | 250.0 | May 2023 | Redaptive raised $250 million of Series E venture funding from Honeywell, Linse Capital and CBRE Group. |\n| HT Materials Science | Series A, Later Stage VC | 15.0 | March 2023 | HT Materials Science raised $15 million of Series A venture funding in a deal led by Aramco Ventures, CDP Venture Capital, Progress Tech Transfer, and Barclays. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Company Funding\n\n### SkyCool Systems\n\n- **Funding Round**: Seed Round\n- **Amount Raised**: $5.0 million \n- **Date**: August 2023\n- **Investors**: SkyCool Systems raised $5 million of Seed funding in a deal led by Nadel and Gussman, putting the company's pre-money valuation at $15.3 million.\n\n### Sealed\n\n- **Funding Round**: Series B, Later Stage VC\n- **Amount Raised**: $45.5 million\n- **Date**: April 2022\n- **Investors**: Sealed raised $45.5 million of Series B venture funding in a deal led by Fifth Wall.\n\n### Exergyn\n\n- **Funding Round**: Series A, Later Stage VC  \n- **Amount Raised**: $34.2 million\n- **Date**: January 2022\n- **Investors**: Exergyn raised $34.2 million of Series A venture funding in a deal led by Lacerta Partners and Mercuria Energy Trading. The funds will be used to bring its thermal management solutions to market via partnerships with multinationals.\n\n### Bluon, Inc.\n\n- **Funding Round**: Series B, Later Stage VC\n- **Amount Raised**: $27.6 million\n- **Date**: January 2022\n- **Investors**: Bluon Inc. raised $27.6 million of Series B venture funding from Ferguson Ventures, MacKinnon, and Bennett & Co., putting the company's pre-money valuation at $45 million.\n\n### Genea Energy Partners\n\n- **Funding Round**: PE Growth/Expansion\n- **Amount Raised**: $18.0 million\n- **Date**: April 2022  \n- **Investors**: Genea Energy Partners received $18 million of development capital from Nadavon Capital Partners.\n\n### Batjer & Associates\n\n- **Funding Round**: LBO\n- **Amount Raised**: $15.1 million\n- **Date**: March 2022\n- **Investors**: Batjer & Associates was acquired by Main Street Capital BDC and other undisclosed investors through a $15.1 million LBO.\n\n### Oliver IQ  \n\n- **Funding Round**: Seed Round\n- **Amount Raised**: $7.2 million\n- **Date**: September 2022\n- **Investors**: Oliver IQ raised $7.2 million through a combination of Seed-1 and Seed-2 funding from SVB Financial Group, Pelion Venture Partners, Album VC, and Intel Capital, putting the company's pre-money valuation at $27.8 million. EPIC Ventures and other undisclosed investors also participated in the round."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Company Funding\n\n### Hysopt\n\n- **Funding Round**: Seed Round\n- **Amount Raised**: $7.8 million \n- **Date**: November 2022\n- **Investors**: Qbic Fund, SPDG Ventures and 3 others\n- **Notes**: The funds will be used to double the company's R&D team and to recruit in new markets, starting with Germany.\n\n### Woosh  \n\n- **Funding Round**: Seed Round\n- **Amount Raised**: $1.3 million\n- **Date**: April 2022  \n- **Investors**: Transpose Platform Management, Quiet Capital and Alex Haro"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Chapter 7: Sustainability in the HVAC Industry: An ESG Perspective\n\n### Overview\n\nThis chapter describes the HVAC industry from an Environmental, Social, and Governance (ESG) perspective. ESG defines a company's management policies and practices for investors, employees, customers, suppliers and partners. In recent years, companies, researchers, and policymakers to focus on improving the sustainability of HVAC systems. Some of the most widely used ESG frameworks include the Global Reporting Initiative (GRI), the Carbon Disclosure Project (CDP) and the Sustainability Accounting Standards Board (SASB).\n\n### Sustainable Initiatives in the HVAC Industry\n\nThe HVAC industry has been undergoing a paradigm shift towards sustainability, driven by technological advances and a growing awareness of environmental concerns. As a result, companies in the HVAC industry have been working to address environmental challenges and provide eco-friendly solutions."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 40\n### Eco-Friendly Solutions to Environmental Challenges\n\n![Eco-Friendly Solutions to Environmental Challenges](image.jpg)\n\n**Energy-Efficient Appliances and Equipment**  \nProducts that earn the U.S. DoE's and EPA's Energy Star label are certified to help save energy and conserve the environment. Energy Star-certified light commercial HVAC equipment is about 6% more efficient than standard equipment.\n\n**Ductless Mini-Split Systems**  \nDuctless mini-split air conditioners are growing in popularity because of their small size and flexible cooling capacity in zones. Mini-split systems use an outdoor compressor that connects with an indoor air handler mounted to an exterior wall with higher efficiency and reliability."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Heat Pumps\nHeat pumps use electricity to heat and cool buildings by transferring heat from the outside environment and releasing it inside. Heat pumps represent an energy-efficient alternative to water heaters and furnaces, which use natural gas and heating oil.\n\n## Hydronic/Geothermal Heating and Cooling Systems\nHydronic HVAC systems use hot water or steam to distribute heat throughout space. Geothermal HVAC systems use underground pipes to draw the natural heat from the underground Earth, energy stored in the ground to heat and cool the home.\n\n## Eco-friendly Refrigerants\nEco-friendly refrigerants are essential for achieving sustainable refrigeration and AC systems. Traditional refrigerants such aschlorofluorocarbons (CFCs) and hydrochlorofluorocarbons (HCFCs) are significant environmental concerns because of their role in ozone depletion and global warming. This has resulted in transitioning to environment-friendly refrigerants such as natural refrigerants (NH3, CO2, hydrocarbons), hydrofluoroolefins (HFOs), hydrofluorocarbons (HFCs) with ultra-low global warming potential (GWP), hydrofluoroethers (HFEs) and mixtures or blends of these refrigerants.\n\n## Solar-Powered HVAC Units\nSolar-powered HVAC units can significantly reduce carbon emissions.\n\n## Social Impact\nThe social benefits that advanced HVAC systems can offer to consumers start with cost savings. These energy-efficient systems can reduce utility bills by up to 20% to 30%. Also, many jurisdictions and government bodies are offering tax credits and incentives for installing energy-efficient HVAC systems. For instance, the U.S. federal government introduced tax credits in 2023 to encourage homeowners to use energy-efficient HVAC units.\n\nSmart HVAC systems provide personalized comfort by allowing users to control their HVAC systems remotely via smartphone apps. Also, variable-speed technology systems can maintain more consistent temperatures and humidity. Advances such as advanced filtration and smart thermostats are also gaining in popularity among users.\n\n## Governance Impact\nHVAC companies are increasing the transparency of their operations, disclosing their environmental performance, and sharing progress towards sustainability targets. Companies have appointed independent sustainability committees and integrated sustainability metrics into executive compensation, aligning financial success with sustainable practices. Governance frameworks ensure that ESG commitments are not just buzzwords but fundamental principles guiding management decisions."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Status of ESG in the HVAC Market\n\nSustainalytics uses ESG scores to identify a company's sustainability and ethical performance. Its ESG Risk Ratings can help investors identify, understand, and manage ESG risks to improve the long-term performance of their equity and fixed-income securities.\n\n### ESG Ratings of HVAC Providers\n\n| Company | ESG Rating |\n| --- | --- |\n| Carrier | 16.7 |\n| Daikin Industries Ltd. | 21.2 |\n| Emerson Electric Co. | 22.8 |\n| Gree Electric Appliances Inc. of Zhuhai | 32.8 |\n| Hitachi Ltd. | 26.3 |\n| Johnson Controls | 16.1 |\n| Lennox International Inc. | 19.7 |\n| Mitsubishi Electric Corp. | 22.5 |\n| Samsung HVAC LLC | 22.3 |\n| Trane Technologies plc | 15.1 |\n\nNote: An ESG risk rating score of 0-10 is considered negligible, 10-20 as low, 20-30 as medium, 30-40 as high, and over 40 as severe.\n\n## Concluding Remarks from BCC\n\nEnergy-efficient HVAC systems offer numerous advantages, such as improved performance, cost savings, lower energy consumption and fewere adverse environmental impacts. As the global focus on preserving the environment increases, the HVAC industry continues to innovate and push boundaries. As HVAC businesses continue to unlock sustainability in their operations, they will reap the benefits of enhancing their ESG performance, while contributing to a more sustainable future globally."}, {"markdown": "# Appendix\n\n## Research Methodology\n\nThe data triangulation method was used for this report. This method uses a combination of primary research, secondary research and BCC algorithms to calculate global market size. In conducting secondary research, the relevant information was collected through the public domain, such as annual reports, white papers, company websites and other sources. During secondary research, the analyst also referenced organizations and associations engaged in the HVAC manufacturing industry, including the American Society of Heating, Refrigerating, and Air-Conditioning Engineers (ASHRAE), Refrigeration Service Engineers Society (RSES), Consortium For Energy Efficiency (CEE), and others. The secondary data gathered from various sources was strategically triangulated with the help of top-down and bottom-up approaches to validate the numbers.\n\nThe top-down, bottom-up, and data triangulation approaches have been used to precisely derived the base-year market values. In the top-down approach, the analyst drilled down the market value from global to country-level as well as for various market segments. On the other hand, in the bottom-up approach, we have derived the market values from country-level to global. Subsequently, the data triangulation method utilized to cross-verify the numbers obtained from top-down and bottom-up approaches.\n\nThe analyst also cross-verified the information found on the secondary research data with the primary sources. For primary research, the analysts prepared a questionnaire for interviews that included questions related to market share, market value, growth rate, and other market aspects. Accordingly, we connected with industry experts those are working as Assistant Manager, Senior Sales Engineer, Marketing heads and among personnel via LinkedIn, cold emails, and cold calls. Based on the responses, the analysts scheduled meetings and discussed the HVAC market.\n\nBased on primary and secondary research, we have estimated the market numbers for base year and forecasted the market values based on factors such as top companies' growth, investments in the HVAC industry, and other relevant factors in the market."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## List of Small Players\n\n### Table 32\n### List of Small & Mid-Sized Players in the HVAC Market\n\n| List of Small & Mid-Sized Players | Address |\n|-|-|\n| AAON | 2425 South Yukon Ave. Tulsa, Oklahoma 74107, U.S. Website: www.aaon.com |\n| Addison HVAC | 7050 Overland Road Orlando, FL 32810, U.S. Website: www.addison-hvac.com |\n| Amber Enterprises India Ltd. | Universal Trade Tower, 1st Floor, Sector 49, Sohna Road Gurgaon- 122018, Haryana, India Website: www.ambergroupindia.com |\n| Astha Enviro system Pvt. Ltd. | 37-A Ground Floor Pratap Nagar Opp. Jeevan Anmol Hospital Mayur Vihar Phase-1 New Delhi-110091 Website: www.aasthaenviro.com |\n| Airedale | Leeds Road, Rawdon, Leeds LS19 6JY, UK Website: www.airedale.com |\n| Blue Star Ltd. | 4th Floor, Band Box, 254-D, Dr Annie Besant Rd, Hanuman Nagar, Worli, Mumbai, Maharashtra 400030 Website: www.bluestarindia.com |\n| Bosch Thermotechnology Corp. | 65 Grove Street, Watertown, MA 02472, U.S. Website: www.bosch-homecomfort.com |\n| CaptiveAire System | 4641 Paragon Park Road Raleigh, NC 27616, U.S. Website: www.captiveaire.com |\n| Danfoss A/S | Nordborgvej 81 DK-6430 Nordborg, Denmark Website: www.danfoss.com |\n| ECR International, Inc. | 2201 Dwyer Avenue, Utica, NY 13501, U.S. Website: www.emiretroaire.com |\n| Frigidaire HVAC | 105 45 Stockholm Sweden Website: www.frigidairehvac.com |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## List of Small & Mid-Sized Players\n\n### Fujitsu General Ltd.\n3-3-17, Suenaga, Takatsu-ku, Kawasaki, Kanagawa, 213-8502, Japan\nWebsite: www.fujitsu-general.com\n\n### Haier Inc\nIndustry Park, Laoshan District, Qingdao, People's Republic of China\nWebsite: www.haier.com\n\n### Hisense\nNo.17, Donghai Xi Road, Qingdao City, Shandong Province 266071, China\nWebsite: www.hisensehvac.com\n\n### Honeywell International Inc.\n4D5 115 Tabor Road Morris Plains, NJ 07950, U.S.\nWebsite: www.honeywell.com\n\n### INDcool Electrical Private Ltd.\nB-10, Media Village, Phi-IV, Palash Estate, Near Pari Chowk, Greater Noida, Uttar Pradesh-201310, India\nWebsite: www.indcool.in\n\n### LG Electronics U.S.A., Inc.\n111 Sylvan Avenue Englewood Cliffs, NJ 07632 U.S.\nWebsite: www.lghvac.com\n\n### Lux Products Corp.\nLegal Dept. 4747 S. Broad Street, Suite 330 Philadelphia, PA 19112, U.S.\nWebsite: www.pro.luxproducts.com\n\n### MGCS\n90B, Udyog Vihar sector 18, Delhi - Jaipur Expy Gurugram, Haryana 122015, India\nWebsite: www.mgcs.net.in\n\n### Midea\nNo. 6 Midea Avenue Beijiao, Shunde, Foshan, Guangdong Province, P.R. China 528311\nWebsite: www.midea.com\n\n### Modine Manufacturing Company\n1500 De Koven Ave Racine WI 53403-2552, U.S.\nWebsite: www.modine.com"}, {"markdown": "# List of Small & Mid-Sized Players\n\n## Navien, Inc.\n20 Goodyear, Irvine, CA 92618, U.S.  \nWebsite: www.navieninc.com\n\n## Panasonic Corp.\n1006, Kadoma, Kadoma City, Osaka 571-8501, Japan.  \nWebsite: www.panasonic.com\n\n## Regal Rexnord Corp.\n111 W Michigan St Milwaukee, WI 53203, U.S.  \nWebsite: www.regalrexnord.com\n\n## Romaniuk Heating & Air Conditioning\n8403 Davies Rd NW Edmonton, AB T6E 4N3, Canada  \nWebsite: www.romaniukheatingac.com\n\n## Seeley International\n4430 Glencoe St. Denver, CO 80216, U.S.  \nWebsite: www.seeleyinternational.com\n\n## Siemens\nMünchen, Werner-von-Siemens-Straße 1, Germany  \nWebsite: www.siemens.com\n\n## SPX Cooling Tech, LLC\n7401 W. 129th St., Overland Park, KS 66213, U.S.  \nWebsite: www.spxcooling.com\n\n## STULZ-CHSPL India (P) Ltd.\n006, Jagruti Industrial Estate, Mogul Lane, Mahim, Mumbai - 400 016, India  \nWebsite: www.stulz.com\n\n## TheSmartHVAC\nH-004, Plot No 2, Link Road, Near Pathway School, Sector 107, Noida, Uttar Pradesh, 201306, India  \nWebsite: www.thesmarthvac.com\n\n## Tecogen Inc.\n45 First Avenue, Waltham, Massachusetts 02451, U.S.  \nWebsite: www.tecogen.com"}, {"markdown": "# List of Small & Mid-Sized Players\n\n## Vaillant Group\nBerghauser Straße 40,  \n42859 Remscheid, Germany\nWebsite: www.vaillant.com\n\n## VTS Group S.A.\n20, rue de l'Industrie,\nL-8399 Windhof, Luxembourg\nWebsite: www.vtsgroup.com\n\n## Voltas Ltd..\nVoltas House A, Dr. Babasaheb Ambedkar Road,\nChinchpokli, Mumbai – 400033, India\nWebsite: www.voltas.com\n\n## VULKAN Group\n28703 San Sebastián de los Reyes,\nMadrid, Spain\nWebsite: www.vulkan.com\n\n## Xylem Inc.\n301 Water Street SE, Suite 200\nWashington, DC 20003, U.S.\nWebsite: www.xylem.com\n\n## Zeco Aircon Ltd.\n12th Floor, T4, DLF Corporate Greens,\nSec- 74A Gurgaon, India\nWebsite: www.zecoaircon.com\n\nSource: BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## List of Resources for HVAC\n\nThe following table lists government organizations, associations, regulatory bodies, and other organizations with HVAC market resources.\n\n### Table 33 List of Resources Used for HVAC\n\n| Name | Description | Address |\n|-|-|-|\n| Air Conditioning and Refrigeration European Association (AREA) | The AREA supports the interest of 24 national associations from around 21 countries representing 13,000 companies employing 110,000 people. | BluePoint Brussels, Bd A. Reyers 80, 1030 Brussels Belgium Tel: +3222-066-866 Website: www.area-eur.be |\n| Air Conditioning Contractors of America Association, Inc. (ACCA) | ACCA is the only nationwide, non-profit association for professionals that install and maintain HVACR. It provides 60,000 professionals more than 3,000 company members. | 1520 Belle View Blvd #5220 Alexandria, VA 22307 Tel: +1-7035-754-477 Website: www.acca.org |\n| Air Movement and Control Association (AMCA) | The AMCA International is a not-for-profit international association. It is the global manufacturers of fans, louvers, airflow measurement devices, dampers, air curtains, ducts, and other components used in commercial buildings and processes. | 30 West University Drive Arlington Heights, IL 60004 U.S.A. Tel: +1 847-394-0150 Website: www.amca.org |\n| Air-Conditioning, Heating, and Refrigeration Institute (AHRI) | AHRI is the trade association that represents manufacturers of HVACR and water heating equipment within the global industry. It has more than 300 member companies in North America and across the world. | Camden House, Warwick 2311 Wilson Blvd, Suite 400, Arlington, VA 22201 Tel: 7035-248-800 Website: www.ahrinet.org |\n| American Society of Heating, Refrigerating, and Air-Conditioning Engineers (ASHRAE) | The ASHRAE is an American society that develops and publishes its standards for AC professionals that looks for construction and design of advance HVAC/R systems with more than 50k members from in more than 132 nations. | 180 Technology Parkway, Peachtree Corners, Georgia 30092 Tel: +1-4046-368-400 Website: www.ashrae.org |\n| Conditioned Air Association of Georgia | The CAAG is a state-wide, nonprofit trade association representing heating, ventilation, air conditioning, and refrigeration contractors (HVACR) working on residential, commercial, and industrial construction projects. | P.O. Box 1239, Jasper, GA 30143 Tel: 6786-462-224 Website: www.caag.org |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Name Description Address\n\n### Consortium for Energy Efficiency, Inc. (CEE)\nCEE is a consortium primarily of utility efficiency program administrators from across the U.S. and Canada. Members leverage individual efforts by working together to accelerate energy-efficient products and services in targeted markets.\n\nFerncroft Corporate Center, 35 Village Road Middleton, MA 01949  \nTel: 6175-893-949  \nWebsite: www.cee1.org\n\n### European Ventilation Industry Association (EVIA)  \nThe EVIA represent the views and interests of the ventilation industry and serve as a platform between all the relevant European stakeholders involved in the ventilation sector.\n\nAvenue des Arts, 46 1000 Brussels, Belgium  \nTel: +3-2027-327-040  \nWebsite: www.evia.eu\n\n### Federation of European Heating, Ventilation and Air Conditioning Associations\nREHVA is The Federation of European Heating, Ventilation, and Air Conditioning Associations, that provides its members with a strong platform for international professional networking and knowledge exchange.\n\n40 Rue Washington 1050 Brussels, Belgium  \nTel: +3225-141-171  \nWebsite: www.rehva.eu\n\n### Heating, Refrigeration and Air Conditioning Institute of Canada (HRAI)\nThe HRAI is a non-profit national trade association with more than 1,400 manufacturers, wholesalers and contractors in the Canadian heating, ventilation, air conditioning and refrigeration (HVACR) industries.\n\n2680 Matheson Blvd. East, Suite 100, Mississauga, Ontario L4W 0A5  \nTel: +1-9056-024-700  \nWebsite: www.hrai.ca\n\n### Indiana HVAC Association\nThe Indiana HVAC Association exists to bring together the leading companies and contractors throughout the state of Indiana for the purpose of developing quality expertise and promoting the highest level of customer service throughout the HVAC industry.\n\n125 West Market Street, Suite 300, Indianapolis, IN 46204  \nTel: 3176-433-406  \nWebsite: hvacindiana.wildapricot.org\n\n### International Institute of Refrigeration (IIR)\nThe IIR is the independent intergovernmental science and technology-based organization that promotes refrigeration knowledge in all fields such as cryogenics, air conditioning, liquefied gas, refrigeration processes, the cold chain, and equipment, refrigerants, and heat pumps.\n\n177 Boulevard Malesherbes 75017 Paris  \nTel: 0142-273-235  \nWebsite: www.iifiir.org  \n\n### Refrigeration Service Engineers Society (RSES)\nThe RSES has been the authority for refrigeration training in the U.S., that focus on an incredible depth of knowledge for the organization, exhibited by the monthly RSES Journal.\n\n1933 N Meacham Rd., Suite 225, Schaumburg, IL 60173  \nTel: 8472-976-464  \nWebsite: www.rses.org"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Name Description Address\n\n### The American Society of Mechanical Engineers (ASME)\n\nThe ASME is a not-for-profit professional organization that enables knowledge sharing, collaboration, and skill development in all engineering fields while promoting the vital role of the engineer in society.\n\nTwo Park Avenue  \nNew York, NY 10016-5990  \nTel: +1-8008-432-763  \nWebsite: www.asme.org\n\n### The European Heat Pump Association (EPHA)  \n\nThe EHPA is the backbone of the European heat pump sector in Brussels. It works to shape EU policy that allows the heat pump sector to flourish and heat pumps.\n\nRue d'Arlon 63-67 B-1000,  \nBrussels, Belgium  \nTel: +3224-001-017  \nWebsite: www.ehpa.org\n\n### The Japan Refrigeration and Air Conditioning Industry Association (JRAIA)\n\nThe JRAIA aims to promote and improve the production, distribution, and consumption of refrigeration and air conditioning equipment and their applied products, as well as auxiliary devices and components.\n\nKikai Shinko Bldg. 201, 5-8, Shibakoen 3-chome, Minato-ku, Tokyo 105-0011, Japan  \nTel: +8-1334-321-671  \nWebsite: www.jraia.or.jp\n\n## References\n\n- 14th Five-Year Plan period (2021-2025)\n- Aerospace-Technology, World Bank, 2020\n- Airflow Systems Heating and Air, Inc.\n- AGC Inc., 2022\n- Angi, 2024\n- Apollo Heating & Air Conditioning\n- Asia Sales Channels Ltd., 2022\n- Attune IOT, 2022\n- BNP Media, 2022\n- Belimo Aircontrols (USA), Inc., 2022\n- Benefits of good ventilation systems, Ravi Fans, 2022\n- Brennan Heating & Air Conditioning, 2024\n- Buckeye Horizon, 2022\n- Carbon Brief Ltd, 2022\n- Carrier Enterprise, 2022\n- Carrier, 2024\n- CEIC Data, 2023\n- Cielo WiGle Inc., 2022\n- Cielo WiGle Inc., Innovations in HVAC Technology, 2024\n- Climate Experts, 2024\n- Cold Wall Inc, 2022\n- Commonwealth of Australia, 2024\n- Construction Association, 2022\n- Constructive Voices, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Sources\n\n- © 2024 | BCC Research LLC\n- Constructive Voices, Government Initiatives for Zero Net Energy Houses, 2023\n- Cooling Post Ltd, 2024\n- Copeland LP, 2024\n- CORE TALENT, 2019\n- Daikin Applied, Press Release, 2022\n- Daikin Comfort Technologies North America, Inc., 2022\n- DAIKIN INDUSTRIES, Ltd, 2024\n- Daikin Industries Ltd., Press Release, 2022\n- Daikin, 2022\n- Degree Day Private Ltd., 2022\n- DeMark Home Ontario, 2024\n- Del-Air Mechanical Unlimited, 2022\n- Doha News, 2021\n- Dyson's global air quality study, 2022\n- EDGE, 2022\n- Efficiency Heating & Cooling\n- Energy Information Administration, 2023\n- Energy5, HVAC Sustainability and Environmental Impact, 2022\n- energyefficiencyhub.org, 2022\n- Engineering Basics, 2022\n- Environment and Climate Change Canada (ECCC), 2022\n- Environment Analyst, 2024\n- European Heat Pump Association, 2023\n- Euromonitor International, 2022\n- Euronews, 2023\n- European Automobile Manufacturers Association, 2022\n- European Mechanical Installation Monitor's Q4 2023 report, 2023\n- European Commission, 2021\n- Evapoler Eco Cooling Solutions, 2022\n- FIELDEDGE, 2024\n- florencetrust.org, 2023\n- FlowMatrix, 2023\n- Forbes Media LLC, 2024\n- Food and Agriculture Organization of the United Nations (FAO) 2022\n- General Air, 2022\n- Global Construction 2025, 2022\n- Global construction perspectives and Oxford Economics, 2022\n- Gov.uk, 2023\n- Greens Energy Services, Inc., 2024\n- Guardian News & Media Ltd., 2022\n- High Performance HVAC, 2024\n- HVAC Investigators, 2024\n- HVAC.com, 2023\n- IEA Estimates, 2023\n- IEA, 2021\n- IEA, 2023\n- IEA, Tracking Space Cooling, 2022\n- Indeed, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Sources\n\n- © 2024 | BCC Research LLC\n- India Brand Equity Foundation, 2023\n- India Brand Equity Foundation, Blue Star Ltd.\n- Indian Trade Bird, 2022\n- InnoDez, 2024\n- IntechOpen, 2018\n- International Bar Association, 2024\n- International Labour Organization (ILO), 2022\n- International Publications Ltd., 2023\n- International Trade Administration, 2021\n- International Trade Administration, 2023\n- IoT M2M Council, News, 2022\n- Jacobs Heating & Air Conditioning, Inc., 2023\n- JB Warranties, 2022\n- Johnson Controls, 2024\n- Karen McAvoy Publishing Ltd, electric heating outperforms gas heating, 2022\n- Land Sterling Property Consultants L.L.C, 2023\n- Lennox, 2023\n- LG Electronics, Home Appliances, 2021\n- Living Standard, 2021\n- CEIC Data, 2023\n- Magenta Technologies LLC Company, 2023\n- Manufacturing Today India, 2023\n- MEMO Sarl, Advancement in HVAC Technology, 2023\n- Meteor Electrical, 2024\n- Mexican Association of Private Industrial Parks (AMPIP), 2022\n- Messung Bacd, 2023\n- Midea, 2022\n- Ministry of Statistics & Programme Implementation, 2023\n- Mitsubishi Electric Corp., 2022\n- Mitsubishi Electric Trane HVAC US LLC\n- Modine Manufacturing Company, 2024\n- Motili, 2022\n- Mr. Right, 2021\n- National Center for Biotechnology Information, 2023\n- National Control Devices, 2024\n- National Library of Medicine, 2022\n- Nearby Engineers, 2022\n- NetRegs, 2022\n- Nikkei Asia, 2023\n- North American Production Sharing Inc., 2023\n- NWO, 2024\n- NY CENTRAL COMFORT INC, 2022\n- Ohio Business College, 2023\n- OMV Aktiengesellschaft, 2022\n- Open Automation Software, 2022\n- Oransi, Advancement in HVAC Technology, 2022\n- Outlook Publishing India Pvt. Ltd, 2024\n- PartsHnC, 2024"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Sources\n\n- © 2024 | BCC Research LLC  \n- Panasonic Corp., 2023\n- Panasonic Holdings Corp., 2023\n- Paschal Air, Plumbing & Electric, 2024\n- Plumbing & HVAC, 2023\n- Pelonis Technologies, Inc., 2024\n- Ray's Complete Plumbing, 2024\n- Refrigeration School, Inc, 2023\n- ReiThera srl, 2022\n- Republic of the Philippines\n- Sarma Sazan Jamejam, 2022\n- Sauter Controls, Press Release, 2022\n- SEER Regulations, Magenta Technologies LLC Company, 2023\n- Semtech Corp., Press Release, 2022\n- Sensgreen, 2022\n- Serraview, 2022\n- Service Champion, 2022\n- ShipHub, 2024\n- Simply the Best Heating & Cooling, 2022\n- Slife Heating & Cooling, Inc., 2022\n- Smartcity Journal, 2021\n- Smith & Keene Electrical, Heating, Cooling, Plumbing, 2024\n- Sofasco Fans, 2021\n- Superior Heating, Cooling & Electric, 2022\n- Sustainability of HVAC Systems in Buildings, 2022\n- Sustainalytics, 2023\n- Swedish National Board of Housing, Building and Planning, 2023\n- TechTarget, 2023\n- The Conversation, 2022\n- THG PUBLISHING PVT LTD., 2024\n- The Cool Way to Heat Homes, 2022\n- The Ministry of Housing and Urban-Rural Development, 2022\n- The Weather Company, LLC, 2022\n- TheChillBrothers.com, 2023\n- Thermal Control Business Update, 2022\n- Thermal Control Business Update, 2023\n- ThemeSphere, 2024\n- This Old House Ventures, LLC, HVAC Maintenance by Repair Type, 2022\n- Tickmark, Inc., 2023\n- Trane, 2022\n- U.S. Department of Energy, 2021\n- U.S. Department of Energy, 2022\n- U.S. Department of Energy, 2023\n- U.S. Energy Information Administration, 2023\n- U.S. Energy Information Administration, 2024\n- U.S. Environmental Protection Agency, 2024\n- U.S. Environmental Protection Agency, 2023\n- U.S. General Services Administration, 2022\n- U.S. Green Building Council, Inc, 2022"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Acronyms and Abbreviations\n\n| Acronym | Meaning |\n| --- | --- |\n| AC | Air Conditioners |\n| AHUs | Air Handling Units |\n| AI | Artificial intelligence |\n| AIM Act | American Innovation and Manufacturing Act |\n| AMCA | Air Movement and Control Association |\n| AR | Augmented Reality |\n| ASHRAE | The American Society of Heating, Refrigerating, and Air-Conditioning Engineers |\n| ASME | American Society of Mechanical Engineers |\n| ATW | Air-to-Water |\n| BAS | Building Automation Systems |\n| CAGR | Compound Annual Growth Rate |\n| CEE | Consortium For Energy Efficiency |\n| CEES | Center for Energy Efficiency and Sustainability |\n| CFCs | Chlorofluorocarbons |\n| DOE | U.S. Department of Energy |\n| EIA | Energy Information Administration |\n| EPA | Environmental Protection Agency |\n| ERV | Energy Recovery Ventilation |\n| FAO | Food and Agriculture Organization of the United Nations |\n| GCAP | Green Cooling Action Plan |\n| GDP | Gross Domestic Product |\n| GRI | Global Reporting Initiative |\n| GSAS | Global Sustainability Assessment System |\n| GWP | Global Warming Potential |\n"}, {"markdown": "# Acronym Meaning\n\nHCFCs: Hydrochlorofluoro carbons\nHFCs: Hydrofluorocarbons\nHSPF: Heating Seasonal Performance Factor\nHVAC: Heating, Ventilation, and Air Conditioning\nHVAC-R: Heating, Ventilation, Air Conditioning, and Refrigeration\nIAQ: Indoor Air Quality\nICT: Information and Communication Technologies\nIEA: International Energy Agency\nIIoT: industrial internet of things\nIoT: Internet of Things\nISHRAE: Indian Society of Heating, Refrigerating and Air Conditioning Engineers\nM&A: Merger and Acquisition\nMEA: Middle East and Africa\nMERV: Minimum Efficiency Reporting Value\nOEM: Original Equipment Manufacturers\nPLGBC: Polish Green Building Council\nR&D: Research and Development\nRoW: Rest of World\nRSES: Refrigeration Service Engineers Society\nSAM: South America\nSEER: Seasonal energy efficiency ratio\nUVGI: Ultraviolet Germicidal Irradiation\nVR: Virtual Reality\nVRF Systems: Variable Refrigerant Flow systems\nYOY: Year-Over-Year\nZEH: Zero Net Energy Houses\n\nSource: BCC Research"}, {"markdown": "# Carrier\n\n## Company Snapshot\n\n| Corporate Category Information |                                |\n|--------------------------------|--------------------------------|\n| Ticker                         | NYSE: CARR                    |\n| Year Founded/Incorporated      | 1915                          |\n| Global Headquarters            | Florida, U.S.                 |\n| Revenue 2023 ($ Millions)      | 22,098                        |\n| Number of Employees (2023)     | 53,000                        |\n| Key Business Regions/Countries | U.S., Europe, and Asia-Pacific|\n| Primary Region/Country for Business | U.S.                     |\n| Main Business Segment          | HVAC Segment                  |\n| Entity Type                    | Public                        |\n| Ownership Type                 | Subsidiary                    |\n\n## Company Overview\n\nCarrier provides heating, ventilating, air-conditioning, refrigeration systems, building automation, and fire & security technologies for industrial, residential, and commercial applications. The company operates through three business segments: HVAC, Refrigeration, and Fire and Security. The HVAC segment includes air conditioners, furnaces, heat pumps, fan coils, ductless systems, boilers, evaporator coils, geothermal heat pumps, VRF controls, smart thermostats, and Infinity System controls. It also offers associated products that can be used with HVAC products, for example, air purifiers, humidifiers, carbon monoxide alarms, UV lamps, dehumidifiers, ventilators, etc. Carrier offers HVAC products, services & solutions to meet customers' requirements. These HVAC products are sold under these brands: Carrier, Carrier Transicold, Kidde, Edwards, LenelS2, Automated Logic, Arcoaire, Beretta, Bryant, Carlyle, CIAT, Comfortmaker, Day & Night, Heil, Keeprite, Payne, Riello, SLD Pumps & Power, Spot Coolers, Tempstar, Toshiba-Carrier, and Totaline."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nThe company also provides building services such as audit, design, Installation, system integration, repair, maintenance, and monitoring activities.\n\nCarrier has multiple subsidiaries worldwide, for example, Environmental Market Solutions, Inc. (in China), Foshan Midea Carrier Air-Conditioning Equipment Co. Ltd. (in China), HVAC Clima, Servicio y Controles Iberia, S.L. (in Spain), Carrier Aire Acondicionado De Venezuela, S.A. (in Venezuela) and among others. It operates nearly 51 factories and 39 research and design centers in over 160 countries globally.\n\n## Key Financial Highlights\n\n- In 2023, the company increased its net sales in the HVAC segment, with a growth of 12.9% in 2023 compared to 2022.\n\n- In the third quarter of 2023, organic sales continued with 4% growth in the HVAC segment, and North American residential and light commercial HVAC increased by 5% organically.\n\n## Financial Performance\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n|-|-|-|\n| Net Revenue | 20,421 | 22,098 |\n| R&D | 539 | 617 |\n| Operating Income | 4,292 | 2,084 |\n| Net Income | 3,584 | 1,440 |\n| Total Current Assets | 9,879 | 18,780 |\n| Total Current Liabilities | 6,032 | 6,891 |\n\nSource: Company Annual Reports, Company Website, and Investor Presentation"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 41\n### Carrier: Revenue Shares, by Business Unit, FY 2023\n\n| Business Unit | Revenue Share (%) |\n|----------------|-------------------|\n| HVAC           | 67.0%             |\n| Refrigeration  | 16.9%             |\n| Fire & security| 16.1%             |\n\nSource: Company website; company annual report; SEC filings\n\n## Figure 42 \n### Carrier: Revenue Shares, by Country/Region, FY 2023\n\n| Country/Region | Revenue Share (%) |\n|-----------------|-------------------|\n| U.S.            | 55.2%             |\n| Europe          | 21.4%             |\n| Asia-Pacific    | 19.7%             |\n| Others          | 3.7%              |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Portfolio\n\n### Carrier: Product Portfolio\n\n| Product | Description |\n| --- | --- |\n| Commercial HVAC Products | The company delivers heating and air-conditioning solutions that cover commercial building installation, design, control, and maintenance. Furthermore, it also provides rental and aftermarket services to its commercial customers. |\n| Residential HVAC Products | It provides various HVAC and associated products for residential customers. It includes air conditioners, furnaces, heat pumps, ductless systems, evaporator coils, geothermal pumps, fan coils, boilers, packaged products, and VRF Controls under the residential HVAC product portfolio. |\n\n## News/Key Developments\n\n### Carrier: News/Key Developments, 2022 and 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Launch | Carrier has a newly developed RESIDENCE HM condensing boiler, an advanced technology that elevates performance and energy savings to new levels. The RESIDENCE HM condensing boiler is integrated with the Internet of Things (IoT) and touchscreen digital interface, with hybrid installation capabilities. It also works with mixtures of natural gas and hydrogen (up to 20%). This development enables the company to compete in product offerings in the global market. |\n| 2023 | Product Enhancement | Carrier, a part of Carrier Global Corp., announced the release of its latest i-Vu weather forecasting add-on for the i-Vu building automation system. This add-on enables intelligent control strategies based on real-time outside air quality data, helping buildings adapt to changeable climate conditions. This enhancement helps the company to build strong brand recognition in the global market. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Year Strategy Description\n\n### 2023 Expansion\n\nCarrier had planned an expansion in India with a significant investment worth $800 million over the next five years. The expansion plan aims to cater to India's growing business opportunity for air-conditioning systems.\n\n### 2022 Collaboration\n\nCarrier has collaborated with Amazon Web Services, Inc. (AWS) to offer additional industry-leading Software-as-a-Service (SaaS) solutions. These solutions will include SaaS offerings in the areas of HVAC performance, sustainability, and safety and security, which helps the company grow in revenue.\n\n### 2022 Expansion  \n\nCarrier had signed an agreement to acquire Toshib's Global Variable Refrigerant Flow (VRF) and Light Commercial HVAC Business. This agreement is expected to double Carrier's sales in the rapidly growing global VRF and light commercial segment, which supports customer' decarbonization efforts.\n\nSource: Company website and press release"}, {"markdown": "# Daikin Industries Ltd.\n\n## Company Snapshot\n\n| Corporate Category Information |  |\n|--------------------------------|-----|\n| Ticker | TYO: 6367 |\n| Year Founded/Incorporated | 1924 |\n| Global Headquarters | Osaka, Japan |\n| Revenue 2023 ($ Millions) | 30,467.0 |\n| Number of Employees (2023) | 96,337 |\n| Key Business Regions/Countries | U.S., Europe, Japan, Asia, and Oceania |\n| Primary Region/Country for Business | U.S. |\n| Main Business Segment | Air Conditioning Segment |\n| Entity Type | Public |\n| Ownership Type | Parent |\n\n## Company Overview\n\nDaikin Industries Ltd. Manufactures air conditioners and refrigerants. It provides various products and technologies pertaining to refrigeration systems, oil hydraulics, air-conditioning, chemicals, defense systems, and other electronics. It also offers chemical products such as fluoroplastics, chemical engineering machinery, fluorocarbons, and fine chemicals. The company's air conditioners are widely used in residential, commercial, and industrial applications.\n\nThe company provides Its product offerings through four business segments: air conditioning, chemicals, oil hydraulics, and defense systems.\n\nIt has a large number of subsidiaries, such as 347 subsidiaries, out of which 30 are in Japan and 317 overseas and has 16 affiliates. Daikin has more than 110 production bases focused on market-localized production in around 170 countries. Also, The company has a strong foothold in research and development capabilities, with an investment growth of 20.2% in 2022 from 2021. It has a strong presence, including Japan, U.S., China, Europe, Asia, Oceania, and other regions."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Key Financial Highlights\n\n- In the first quarter of 2023, the air conditioning segment, including filter, refrigerator, and freezer businesses, reached an operating profit of 10.2%.\n\n- In 2023, the EBITDA has increased by 25.4% compared to 2022.\n\n## Financial Performance\n\n### Daikin Industries Ltd.: Financial Performance, FY 2022 and 2023 ($ Millions)\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n| --- | --- | --- |\n| Net Revenue | 28,317.7 | 30,467.0 |\n| R&D | 742.6 | 782.1 |\n| Operating Income | 2,881.3 | 2,885.1 |\n| Net Income | 1,982.9 | 1,972.3 |\n| Total Current Assets | 34,820.2 | 32,931.8 |\n| Total Current Liabilities | 7,513.0 | 6,792.6 |\n\nNote: The Average Exchange Rate for 2022 is 1 JPY=0.009108 USD, and for 2023 is 1 JPY=0.007652 USD\n\nSource: Company Annual Reports, Company Website, and Investor Presentation\n\n### Daikin Industries Ltd.: Revenue Shares, by Business Unit, FY 2023 (%)\n\n- Air conditioning: 91.0%\n- Chemicals: 7.0% \n- Oil hydraulics: 1.5%\n- Defense systems: 0.5%\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 44: Daikin Industries Ltd.: Revenue Shares, by Country/Region, FY 2023\n\nJapan 17.2%\nChina 12.3%  \nAsia and Oceania 14.6%\nEurope 17.8%\nU.S. 32.0%\nOther Regions 6.1%\n\nSource: Company website; company annual report; SEC filings\n\n## Product Portfolio\n\n### Table 41: Daikin Industries Ltd.: Product Portfolio\n\n| Product and Services | Description |\n|-|-|\n| Air Conditioning & Refrigeration | The company provides a wide range of air conditioning & refrigeration products such as split/multi-split, unitary, air-to-water heat pump systems, heating systems, packaged air conditioners, multi-split type air conditioners, ventilation, control systems, air-cooled chillers, water-cooled chillers, rooftops, airside equipment, refrigeration, container, and marine HVAC. The HVAC products are widely used in various applications such as offices, restaurants, healthcare, data centers, hotels, warehouses, shops, schools, public transport, manufacturing, district cooling, food processing and storage, home air quality, sports and leisure, public buildings, airports, and pharmaceuticals applications. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product and Services Description\n\n### After Sales Services\n\nDaikin Industries Ltd. provides a range of after-sales services such as Troubleshooting (Chatbot), maintenance tips, preventive maintenance service, training & technical support, and parts & consumables.\n\nThe company provides various after-sales services for residential, industrial, and commercial applications. It provides resolution for solving trouble in operations centering on residential-use air conditioners.\n\n## News/Key Developments\n\n### 2023\n\n#### Expansion\nDaikin Air Conditioning India Pvt. Ltd., a subsidiary of Daikin Industries Ltd., started a new air conditioning manufacturing facility in India. With the establishment of this manufacturing facility, Daikin is increasing its production capacity in India, contributing to the sustainable growth of the Indian air conditioning market by providing energy-efficient products.\n\n#### Expansion\nDaikin planned to increase the supply of inverter heat pump products globally to fulfill its target by deploying nearly 6 million heat pumps across California by 2030. This initiative enables support of all income segments, including the transition of low-income households to inverter heat pump technology.\n\nDaikin has strategically planned a series of six initiatives at the California Energy Commission's Building Electrification Summit. Those initiatives included plans to open a network of new sales locations throughout the state, in the U.S, and raise awareness about the benefits of inverter heat pump technology.\n\n#### Product Launch\nDaikin Industries Ltd. has introduced the world's first laser-based technology that remotely detects HFC-32 (R32) refrigerant leaks in collaboration with Tokyo Gas Engineering Solutions Corp. (TGES) and RIKEN National Research and Development Agency.\n\nFurthermore, Daikin and TGES have collaborated on a prototype for a portable R32 detector that incorporates this technology and demonstrates the capability to detect R32 up to 10 meters away remotely. In the future, the two companies are looking to boost the detection sensitivity of this device further and conduct on-site testing in 2024 with the aim for commercialization in 2025."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Year Strategy Description\n\n### 2023 Expansion\n\nDaikin Industries Ltd. has planned an expansion to establish a new manufacturing facility for air conditioners in Tsukubamirai City, Japan. The company has planned to optimize the domestic supply of air conditioning products in Japan. And further focuses on product supply, cost competitiveness, and domestic production.\n\n### 2023 Expansion\n\nDaikin Industries Ltd. recently relocated its Washington, D.C. office and opened the Daikin Sustainability & Innovation Center to promote environmental technologies and accelerate open innovation. The Daikin Sustainability & Innovation Center demonstrates the company's commitment to high-efficiency and sustainability-focused HVAC systems equipped with energy-saving technologies such as inverters and heat pumps and transition to the low-global-warming-potential refrigerant R32.\n\n### 2023 Expansion\n\nDaikin Industries Ltd. has started the construction of a new factory in Poland, which will start production of heat pumps in July 2024, with a total investment worth $323.4 million. Also, the new production base in Europe will serve to augment current production in Germany, Belgium, and the Czech Republic, with production capacity quadrupling (compared to FY2021) by 2025. It will also help the company to create a production system with a stable product supply for the heat pump market.\n\n### 2023 Collaboration\n\nDaikin Europe N.V., a subsidiary of Daikin Industries Ltd., has recently joined forces and signed a memorandum of understanding (MOU) for a collaborative partnership with the Greater Manchester Combined Authority (GMCA). The collaboration aims for the large-scale introduction of heat pump heating along with education and skill development to train HVAC technicians. Such collaboration makes the company focus on R&D capabilities, strengthening the company's growth.\n\n### 2022 Expansion  \n\nDaikin Industries Ltd. has planned to establish a manufacturing plant for residential air conditioners in Indonesia at the Greenland International Industrial Center (GIIC), located near Jakarta. The new production base is being built in response to the rapidly growing demand in the Indonesian air conditioner market. This development will assist the company in increasing its business expansion over the coming years.\n\n### 2022 Collaboration\n\nDaikin Industries Ltd. collaborated with Wlab, a company that provides sensors to detect and identify airborne allergens using real-time AI and IoT technologies, along with software applications. Daikin aims to leverage Wlab's technologies for 24-hour monitoring of allergens with its air conditioning products that accelerate the creation of a new air conditioning solutions business. This collaboration helps the company to bolster its brand image in the competitive environment."}, {"markdown": "# Emerson Electric Co.\n\n## Company Snapshot\n\n| Corporate Category Information |  |\n|--------------------------------|---|\n| Ticker | NYSE: EMR |\n| Year Founded/Incorporated | 1890 |\n| Global Headquarters | Missouri, U.S. |\n| Revenue 2023 ($ Millions) | 15,165 |\n| Number of Employees (2023) | 67,000 |\n| Key Business Regions | Americas and Asia, the Middle East and Africa |\n| Primary Region/Country for Business | Americas |\n| Main Business Segment | Commercial & Residential Solutions |\n| Entity Type | Public |\n| Ownership Type | Parent |\n\n## Company Overview\n\nEmerson Electric Co. is one of the leading providers of automation technology and software. It provides its products and solutions to various industries to operate more sustainably while improving productivity, energy security and reliability. Emerson Electric Co. provides its HVAC products through its subsidiary, Copeland LP company. The company caters to various end-use industries, including automotive, chemical, electronics, food and beverage, life sciences, marine, medical, mining, minerals and metals, oil and gas, packaging, power generation, and pulp and paper.\n\nEmerson Electric Co. provides its product portfolio through two business segments, namely, intelligent devices and software and controls. The intelligent devices segment offers a broad array of products for measuring instruments, flame detection, valves, actuators, switches, regulators, and other equipment. The company sells these products under a variety of brands, including Flexim, Micro Motion, and Rosemoun. The software and controls segment provides control systems and software, asset optimization software that enables industrial manufacturers to design, operate, and maintain their operations for maximum performance. Process and hybrid manufacturers are the dominating customer base for the software and controls segment."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nThe company has 130 manufacturing locations, of which around 40 were located in the U.S., and 90 were located outside the U.S. It has strong research and development capabilities, having 66,600 active patents globally.\n\n## Key Financial Highlights\n\n- In 2023, the company has increased its revenue by 9.9% compared to 2022 with a goal of portfolio management, which is believed as a value-creation strategy.\n\n## Financial Performance\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n| --- | --- | --- |\n| Net Revenue | 13,804 | 15,165 |\n| R&D | 385 | 523 |\n| Operating Income | 2,432 | 2,726 |\n| Net Income | 3,231 | 13,219 |\n| Total Current Assets | 8,506 | 13,819 |\n| Total Current Liabilities | 7,777 | 5,032 |\n\nSource: Company website; company annual report; SEC filings\n\n## Revenue Shares by Business Unit, FY 2023\n\n- Intelligent devices: 76.1%\n- Software and control: 23.9%\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 46: Emerson Electric Co.: Revenue Shares, by Country/Region, FY 2023\n\n| Region | Percentage |\n| --- | --- |\n| Americas | 51.2% |\n| Asia, Middle East & Africa | 30.2% |\n| Europe | 18.6% |\n\n## Product Portfolio\n\n### Table 45: Emerson Electric Co.: Product Portfolio\n\n| Product | Description |\n| --- | --- |\n| Scroll Compressor | These products are integrated with an advanced scroll temperature protection system that protects the compressor from excessively high discharge temperatures. The company provides advanced scroll technology in protection, reliability, efficiency, and sound for use in residential and commercial applications. |\n| Commercial Digital Upgrade Kits | The upgrade kit includes a commercial comfort controller and the required valve, coil, thermistor, and tubing needed for a complete compressor replacement. The Digital upgrade kit is compatible with 3-15 ton compressors (or multiples up to 30 tons) and used in applications such as rooftop or split commercial and residential unitary applications, heat pumps, chiller, or commercial refrigeration applications. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Description\n\n### Commercial Electronics\n\nThe company provides coresense technology that provides advanced diagnostics, protection, and communication in compressors. The HVAC controls deliver solutions for systems and sub-system integration that allow for shorter development cycles and reduced complexity for end users.\n\n### Air Conditioning Controls\nIt provides a wide range of contactors, controls, system protectors, and valves for air conditioning or heat pump applications.\n\n### Oil-Free Centrifugal Compressor\nThese compressors provide a simplified solution that reduces the overall system complexity with the Aero-lift bearing technology that eliminates the need for oil management and active bearing control.\n\n### Heating Controls\nThe company provides the White-Rodgers Connect app and universal heating controls that provide the widest range of Direct OEM replacement that helps increase productivity and profitability.\n\n### Electronics for Residential Applications\nThe company provides a compressor and motor control drive technology that enhances the system's performance.\n\n### Thermistors\nIt offers a variety of thermistor probes for measuring temperature and humidity that are compatible with all Copeland thermistor instruments for reliable and versatile system checking.\n\n### HVAC-R Services\nThe company provides customers with reliable and professional HVAC-R services such as indoor air quality (IAQ) and troubleshooting and HVAC-R maintenance."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## News/Key Developments\n\n### Table 46 Emerson Electric Co.: News/Key Developments, 2022 and 2024\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2024 | Product Enhancement | Copeland LP, a subsidiary of Emerson Electric Co., had developed 50 HP scroll compressors. It is an efficient and reliable compressor that is compatible with R-32, R-454B, and R-410A refrigerants and helps customers build heat pumps with superior heating capability. This development provides environmentally friendly and efficient solutions to the customers. |\n| 2022 | Product Launch | Emerson Electric Co. has launched the next generation of Copeland ZPK7 single (fixed) speed scroll compressors for residential and light commercial HVAC applications, including heat pumps, split air conditioning, packaged systems, rooftops, and geothermal systems. These next-generation scroll compressors offer low-GWP compatibility and an optimized platform for A2L refrigerants. This development assists the company to increase its sales and business growth in the HVAC segment. |\n\nSource: Company website and press release"}, {"markdown": "# Gree Electric Appliances Inc. of Zhuhai\n\n## Company Snapshot\n\n| Corporate Category Information |                                |\n|--------------------------------|--------------------------------|\n| Ticker                         | SHE: 000651                   |\n| Year Founded/Incorporated     | 1991                          |\n| Global Headquarters           | Zhuhai, China                 |\n| Revenue 2022 ($ Millions)     | 28,119.0                      |\n| Number of Employees (2022)    | 72,000                        |\n| Key Business Regions          | China                         |\n| Primary Region/Country for Business | China                   |\n| Main Business Segment         | Air Conditioner               |\n| Entity Type                   | Public                        |\n| Ownership Type                | Parent                        |\n\n## Company Overview\n\nGree Electric Appliances, Inc. of Zhuhai is a diversified international industrial group whose business covers residential air conditioners, central air conditioners, intelligent equipment, home appliances, air source water heaters, smartphones, refrigerators, and other products. The company provides a wide range of air conditioners, home appliances, and industrial products under household and commercial user's product lines. Also, it has been engaged in intelligent equipment, communication equipment, and molds and has extended from professional air conditioning production to a diversified high-end technology industry.\n\nGree products are classified into 20 categories, 400 series, and over 12700 models. They are sold widely in more than 160 countries and regions to more than 300 million users globally. The company has strong research and development capabilities. After long-term accumulation, it has applied for 72,600 domestic patents, including 36,329 invention patents. A total of 41,320 patents have been authorized, including 9,089 invention patents and 2,306 international patents. Gree has 16 research institutes, 152 research centers, more than 1,400 labs, and 16,000 engineers. The company has developed 30 world-leading technologies, of which 27 are related to energy conservation."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Gree\n\nGree has established 14 production bases located in Zhuhai, Zhengzhou, Chongqing, Hefei, Wuhan, Shijiazhuang, Wuhu, Changsha, Luoyang, Hangzhou, Nanjing, Chengdu as well as Brazil and Pakistan. Also, it has 5 bases of renewable resources in Changsha, Zhengzhou, Shijiazhuang, Wuhu and Tianjing, and 6 subsidiary companies such as Lamda Compressor Co. Ltd., Gree Electrical Co. Ltd., Kaibang Motor Manufacture Co. Ltd., Xinyuan Electronics Co. Ltd., Intelligent Equipment Co., Ltd and Precision Mould Co. Ltd., covering the entire supply chain from production of core parts and components to the recovery of waste products.\n\n### Key Financial Highlights\n\n- In September 2020, the company increased the capital to Songyuan Grain by $20.9 million, with the shareholding ratio increasing from 50.0% to 75.0%.\n\n### Financial Performance\n\n| Parameter | 2021 Value ($ Millions) | 2022 Value ($ Millions) |\n| --- | --- | --- |\n| Net Revenue | 29,132.6 | 28,119.0 |\n| R&D | 976.4 | 934.6 |\n| Operating Income | 4,136.8 | 4,059.5 |\n| Total Current Assets | 35,022.3 | 37,961.5 |\n| Total Current Liabilities | 30,564.3 | 32,193.3 |\n\nSource: Company website, company annual reports, and investor presentations\n\nNote: The Average Exchange Rate for 2021 is 1 CNY=0.155069 USD, and for 2022 is 1 CNY=0.148787 USD"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 47\nGree Electric Appliances Inc. of Zhuhai: Revenue Shares, by Business Unit, FY 2022\n\n| Business Unit | Revenue Share (%) |\n|----------------|-------------------|\n| Air conditioner | 71.4% |\n| Home appliances | 2.4% |\n| Industrial products | 4.0% |\n| Smart device | 0.2% |\n| Green energy | 2.5% |\n| Others | 19.5% |\n\nSource: Company website; company annual report\n\n## Figure 48\nGree Electric Appliances Inc. of Zhuhai: Revenue Shares, by Country/Region, FY 2022  \n\n| Country/Region | Revenue Share (%) |\n|-----------------|-------------------|\n| Domestic-main business | 68.7% |\n| Overseas-main business | 12.3% |\n| Other businesses | 19.0% |\n\nSource: Company website; company annual report"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Portfolio\n\n### Gree Electric Appliances Inc. of Zhuhai: Product Portfolio\n\n| Product | Description |\n| --- | --- |\n| Single-Zone HVAC Systems | The company provides single-zone mini-split systems that deliver heat or cool air to a specific residential or commercial space area. Single-zone heat pumps and air conditioners give adjustable temperature control, making them perfect for entire homes or businesses. |\n| Multi-Zone HVAC Systems | The multi-zone mini-split systems give total control to independently change the temperature of one room without affecting another. These multi-zone heating and cooling units are widely used for temperature control in homes and multiple areas or families with varying temperature preferences. |\n| Multipro Heating and Cooling Systems | The multi-pro systems offer comfort and flexibility for large properties, which are ideally suited for residential and commercial spaces. These systems are equipped with smart technology control delivering high efficiency; the multipro HVAC systems enable to power of up to 10 indoor mini splits with a single outdoor compressor unit. |\n| Central air systems | The central air systems provide indoor and outdoor flexibility to ensure comfortability in controlling the temperature. |\n| Variable refrigerant flow (VRF) | The company provides VRF systems featuring Variable Refrigerant Flow technology for desired comfort in in the home. |\n\n### News/Key Developments\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Contract | Gree Electric Appliances, Inc. of Zhuhai has successfully won the bid for three renovation projects with a total cooling capacity of approximately 1,700 refrigeration tons for the headquarters building, TV tower, and shopping mall of Bandeirantes. This development helps the company to expand its business offerings and establish brand recognition in Brazil. |"}, {"markdown": "# Hitachi Ltd.\n\n## Company Snapshot\n\n| Corporate Category Information |                                |\n|--------------------------------|--------------------------------|\n| Ticker                         | TYO: 6501                     |\n| Year Founded/Incorporated      | 1910                          |\n| Global Headquarters            | Tokyo, Japan                  |\n| Revenue 2022 ($ Millions)      | 99,105.5                      |\n| Number of Employees (2023)     | 322,525                       |\n| Key Business Regions           | Japan, Europe, and North America |\n| Primary Region/Country for Business | Japan                    |\n| Main Business Segment          | Air Conditioner               |\n| Entity Type                    | Private                       |\n| Ownership Type                 | Parent                        |\n\n## Company Overview\n\nHitachi Ltd. is a Japanese multinational conglomerate specializing in diverse products, including digital systems, railway systems, power and renewable energy solutions, healthcare products, and financial systems. The company has established Hitachi Cooling & Heating, a Johnson Controls-Hitachi Air Conditioning brand, a joint venture between Hitachi Global Life Solutions Inc. and Johnson Controls Inc. It provides a wide range of product portfolios, including residential air conditioning, commercial air conditioning, VRF systems, large-tonnage chillers, compressors, commercial/industrial dehumidifiers, and environmental testing.\n\nThe company provides its product offerings through six segments: Digital Systems and Services, Green Energy and Mobility, Connective Industries, Automotive Systems, Hitachi Construction Machinery, and Hitachi Metals. It provides HVAC products through the connective industries segment.\n\nHitachi Ltd. has 688 group companies, comprising 119 in Japan and 577 overseas. It comprises more than 1,000 subsidiaries, including 335 overseas corporations. The company has strong research and development capabilities which helps them to introduce state-of-the-art technologies in various sectors."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Key Financial Highlights\n\n- In 2023, the company has witnessed an increase in net income by 1.7% compared to 2022.\n\n## Financial Performance\n\n| Parameter | 2021 Value ($ Millions) | 2022 Value ($ Millions) |\n|-|-|-|\n| Net Revenue | 96,199.8 | 99,105.5 |\n| R&D | 2,974.5 | 2,880.7 |\n| Operating Income | 6,918.7 | 6,814.1 |\n| Net Income | 5,468.3 | 5,912.2 |\n| Total Current Assets | 130,153.7 | 113,862.9 |\n\nNote: The Average Exchange Rate for 2021 is 1 JPY=0.009372 USD, and for 2022 is 1 JPY=0.009108 USD\n\nSource: Annual reports, Company Website, and Investor Presentation\n\n## Revenue Shares by Business Unit, FY 2023\n\n| Business Unit | Percentage |\n|-|-|\n| Digital systems & services | 20.6% |\n| Green energy & mobility | 21.5% |\n| Connective industries | 25.7% |\n| Automotive systems | 16.6% |\n| Hitachi construction machinery | 4.1% |\n| Hitachi metals | 7.3% |\n| Others | 4.1% |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 50: Hitachi Ltd.: Revenue Shares, by Country/Region, FY 2023\n\n| Country/Region | Percentage |\n|-----------------|------------|\n| Japan           | 42.3%      |\n| Europe          | 16.4%      |\n| North America   | 13.7%      |\n| China           | 12.5%      |\n| ASEAN-India     | 9.4%       |\n| Other Areas     | 5.8%       |\n\nSource: Company website; company annual report; SEC filings\n\n## Product Portfolio\n\n### Table 53: Hitachi Ltd.: Product Portfolio\n\n| Product | Description |\n|---------|-------------|\n| Home Air Conditioners | The company provides advanced smart technology to support reliable, energy-efficient, and intuitive home AC solutions. It provides a wide range of home AC solutions that are designed to meet the needs of all home users, such as an AC unit for a single room or an entire AC solution for multiple rooms in the home. It also provides a range of individual room AC solutions that can provide cooling only or both heating and cooling, and multi-room solutions that either use multi-split technology, VRF technology, or zoning kits to cater to homes of different sizes and lifestyle needs. It provides a wide range of air conditioning products such as wall-mounted AC, cassette AC, ducted AC, floor-standing AC, console AC, window AC, multi-splits, mini VRF, and ducted with a zoning system. |\n| Heat Pumps and Domestic Hot Water | Hitachi Ltd. provides air-to-water solutions, including both regular and high-temperature heat pumps, monobloc heat pumps that don't require installation of indoor equipment, combi heat pumps that integrate a water storage tank, and hydro-split solutions. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Description\n\n### IoT Apps and Room Controller\nHitachi Ltd. provides apps and voice command solutions interfaced with AC systems for better connectivity and controls from remote locations.\n\n### Commercial Air Conditioners\nHitachi Ltd. provides a wide range of commercial air conditioners such as Light Commercial Split Systems, Medium Commercial Split Systems, Large Commercial Split Systems, Packaged AC, Centrifugal Variable Refrigerant Flow (VRF), Top Flow VRF, Mini Side Flow VRF, Modular Side Flow VRF, Water Source VRF, and Indoor Units for VRF.\n\nIt provides these air conditioning units specifically designed for commercial use, providing efficient cooling and heating solutions for businesses and commercial buildings. It combines advanced hardware, software, and control interfaces to deliver the best AC units for commercial usage.\n\n### IAQ Solutions\nThe company provides a range of air renewal and air quality solutions: newly installed AC systems, air handlers and ventilation systems.\n\n### Chillers\nThe company provides a wide range of chillers, such as air-cooled chillers, water-cooled chillers, centrifugal chillers, absorption chillers, and airside systems for chillers.\n\nThese chillers are widely used for large commercial and industrial buildings due to their high capacity and energy-efficient capabilities, and they eliminate noise and refrigerant risks near occupied spaces. Hitachi offers a diverse range of Chiller systems with tonnage capacities from small (3-5RT) to large (3000RT).\n\n### Commercial IoT Solutions & Controllers\nHitachi Ltd. provides various IoT solutions & controllers such as centralized controllers, room controllers, commercial IoT solutions, and integration to BMS.\n\nThe company provides a wide range of apps and controllers that offer a complete suite of integrated technologies for all aspects of HVAC management, from design and specification selection to operation, commissioning, and maintenance. The product portfolio also includes simplified controllers for occupants to centralized control systems for building managers and professionals.\n\n### VRF Systems\nThe company provides various VRF systems, such as Top Flow VRF, Side Flow VRF, and Water Source VRF. These systems provide benefits such as individual comfort assurance, suitability for any room with multiple indoor unit options, reduced energy costs, greater flexibility to accommodate building aesthetics, and reduced space needed for HVAC equipment."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## News/Key Developments\n\n### Hitachi Ltd.: News/Key Developments, 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Launch | Hitachi Ltd. introduced airCloud Go, an app for air conditioning smart controls and remote operation to small businesses and home users. The app helps monitor AC energy consumption, set timers, adjust settings, and more from their mobile phone, even when they are moving. Hence, such developments help companies establish brand recognition by providing smart controlling systems in their HVAC product offerings. |\n| 2023 | Product Launch | Hitachi Ltd. and Johnson Controls had jointly developed the new product, the air365 Max, in the VRF lineup. It is designed to offer seamless comfort, energy efficiency, and easy operational features. The air365 Max is an end-to-end solution for HVAC professionals, architects, and building owners. This development assists the company in reducing carbon emissions and delivering better performance than conventional VRF systems. |\n\n*Source: Company website and press release*"}, {"markdown": "# Johnson Controls\n\n## Company Snapshot\n\n| Corporate Category Information |                                |\n|--------------------------------|--------------------------------|\n| Ticker                         | NYSE: JCI                      |\n| Year Founded/Incorporated      | 1885                           |\n| Global Headquarters            | Cork, Ireland                  |\n| Revenue 2022 ($ Millions)      | 25,299                         |\n| Number of Employees (2022)     | 105,000                        |\n| Key Business Regions           | U.S., Asia-Pacific, and Europe |\n| Primary Region/Country for Business | U.S.                      |\n| Main Business Segment          | Products and systems           |\n| Entity Type                    | Public                         |\n| Ownership Type                 | Subsidiary                     |\n\n## Company Overview\n\nJohnson Controls provides a wide range of product offerings, such as HVAC equipment, distributed energy storage, fire suppression, fire detection, industrial refrigeration, digital solutions, building automation and controls, residential and smart home security, and retail solutions. The company delivers its product offerings and services to various end-use industries such as healthcare, schools, data centers, airports, stadiums, manufacturing, and others through its comprehensive digital offering, OpenBlue.\n\nThe company operates through four business segments, namely, Building Solutions North America, Building Solutions EMEA/LA, Building Solutions Asia-Pacific, and Global Products. It provides design, sale, installation, and services of HVAC products through all its business segments. The company has a team of more than 93,000 employees working across 150 countries."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Key Financial Highlights\n\n- In 2023, the company increased its sales in the third quarter by $7.1 billion, which depicted an increase of 8% compared to the prior year, and grew 9% organically.\n\n- The adjusted EPS from continuing operations for Q2 2023 increased by 19% compared to the previous year period.\n\n## Financial Performance\n\n| Parameter | 2021 Value ($ Millions) | 2022 Value ($ Millions) |\n|-|-|-|\n| Net Revenue | 23,668 | 25,299 |\n| R&D | 275 | 295 |\n| Net Income | 1,637 | 1,532 |\n| Total Current Assets | 41,890 | 42,158 |\n| Total Current Liabilities | 9,098 | 11,239 |\n\nSource: Company website; company annual report; SEC filings\n\n## Revenue Shares by Business Unit (FY 2022)\n\n- Building solutions North America: 37.0%\n- Building solutions EMEA/LA: 15.2% \n- Building solutions Asia Pacific: 10.7%\n- Global products: 37.0%\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 52\n### Johnson Controls: Revenue Shares, by Country/Region, FY 2022\n\n| Country/Region | Percentage |\n|-----------------|------------|\n| U.S.            | 50.8%      |\n| Europe          | 16.5%      |\n| Asia-Pacific    | 22.9%      |\n| Other Non-U.S   | 9.7%       |\n\nSource: Company website; company annual report; SEC filings\n\n## Product Portfolio\n\n### Table 57\n### Johnson Controls: Product Portfolio\n\n| Product | Description |\n|---------|-------------|\n| Chillers | Johnson Controls provides a wide range of air-cooled industrial and commercial chillers in the market. It includes air-cooled chillers, water-cooled chillers, condensing units, and absorption chillers. These chillers deliver a healthier indoor environment and cut energy costs. These chillers are used in data centers, dry cooling to light commercial buildings, small hospitals, and industrial processes. |\n| Packaged and Split DX Systems | The company provides packaged and split DX systems such as rooftop units, dedicated outside air systems, split systems, and water source heat pumps. These product meets and exceed the energy efficiency requirements and further provide clean, dehumidified outside air in all weather and climate conditions. It is used in a wide range of buildings, such as small office buildings or a large data center. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Description\n\n### Ductless Systems\n\nJohnson Controls provides a wide range of ductless systems, such as variable refrigerant flow systems and mini-split systems. These systems are efficient, offer design flexibility, provide optimal performance, and ensure to meet the customer's needs. The VRF systems deliver optimal comfort, being the efficient HVAC systems. The mini-split systems and controls are energy-efficient and ideal for personalized comfort, delivering the right amount of heating and cooling to every space.\n\n### Air Handling\n\nJohnson Controls provides air handling units such as standard air, custom air, and AMI modular handling units that offer design flexibility and custom-like performance without having to start from scratch. It provides a wide range of HVAC parts that offer the exact form, fit, and functionality needs, along with maintenance services to make them work in the system.\n\n### Air Distribution\n\nJohnson Controls offers various products under the air distribution product segment, such as Fans and ERVs, air distribution, terminal units, dampers and louvers, accessories and components, and filtration. These products will increase the performance of HVAC systems and deliver healthy, energy-efficient environments. It offers a broad portfolio of fan and blower coil units. Also, the company offers HVAC dampers and louvers engineered to fit unique applications and requirements in a variety of shapes, sizes, and materials.\n\n## News/Key Developments\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Enhancement | Johnson Controls-Hitachi Air Conditioning introduced the air365 Hybrid dual fuel system, which combines a heat pump and furnace to provide efficient home comfort while reducing carbon emissions. The aim behind this development was to create a strong brand image in the competitive HVAC market. |\n| 2023 | Product Enhancement | Johnson Controls has expanded its collection of residential and commercial contractor resources with the new Johnson Controls Ducted Systems (DS) Solutions App. The app provides contractors with instant access to commercial and residential equipment information to help streamline installation, troubleshooting, and maintenance processes. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Year Strategy Description\n\n### 2023 Collaboration\n\nJohnson Controls and HD Supply have announced a new collaboration for the distribution of products. The company's residential HVAC equipment will be available for distribution through HD Supply, a wholly-owned subsidiary of The Home Depot. Such development helps the company to gain more customer base and expand its business presence in the coming years.\n\n### 2023 Acquisition\n\nJohnson Controls acquired Hybrid Energy AS to provide high-temperature heat pumps in district heating and industrial markets, especially in Europe. This development enhances the brand image of the company, that helps to grow the company over the coming years.\n\n## LENNOX INTERNATIONAL INC.\n2140 Lake Park Boulevard  \nRichardson, Texas 75080  \nU.S.  \nTel: +1-972-497-5000  \nWebsite: www.lennox.com\n\n### Company Snapshot\n\n| Corporate Category | Information |\n| --- | --- |\n| Ticker | NYSE: LII |\n| Year Founded/Incorporated | 1895 |\n| Global Headquarters | Texas, U.S. |\n| Revenue 2023 ($ Millions) | 4,981.9 |\n| Number of Employees (2023) | 12,600 |\n| Key Business Regions | U.S. and Canada |\n| Primary Region/Country for Business | U.S. |\n| Main Business Segment | Residential heating & cooling, Commercial heating and cooling and refrigeration |\n| Entity Type | Public |\n| Ownership Type | Parent |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Company Overview\n\nLennox International Inc. is a climate control solutions provider. The company designs, manufactures, and markets a wide range of products for the heating, ventilation, air conditioning, and refrigeration (HVACR) markets. Its heating and cooling products comprise a broad range of heat pumps, furnaces, packaged heating and cooling systems, accessories to improve indoor air quality, air conditioners, comfort control products, installation and services of commercial heating and cooling equipment, replacement parts, and supplies.\n\nThe company operates through three segments: Residential Heating & Cooling, Commercial Heating & Cooling, and Refrigeration. The Residential Heating and Cooling segment provides packaged heating and cooling systems, and replacement parts and supplies for residential replacement and new construction markets. The Commercial Heating and Cooling segment offers unitary heating and air conditioning equipment, applied systems, controls, and variable refrigerant flow commercial products for light commercial markets. The Refrigeration segment offers condensing units, unit coolers, fluid coolers, air-cooled condensers, air handlers, and refrigeration rack systems. It provides its product offerings to various industries, such as preserving food and other perishables in supermarkets, convenience stores, restaurants, warehouses, distribution centers, data centers, machine tooling, other cooling applications, compressor racks, and industrial process chillers.\n\nThe company provides its product offerings under various brands, namely, Lennox, Armstrong Air, Bohn, Larkin, Allied, ADP, MagicPak, iComfort, Raider, Landmark, Ducane, ComfortSense, Concord, IntelliGen, Hyfra and AirEase. It sells products and services through distributors, direct sales, and company-owned parts and supplies stores. The company operates manufacturing facilities and offices in the U.S., India, Canada, Germany, France, Spain, and other countries globally.\n\n## Key Financial Highlights\n\n- The company has increased its net sales from $4,194 million in 2021 to $4,718 million in 2022, with a growth rate of 13%.\n- The operating income in 2022 was $656 million compared to $590 million in 2021.\n\n## Financial Performance\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n| --- | --- | --- |\n| Net Revenue | 4,718.4 | 4,981.9 |\n| R&D | 80.3 | 94.0 |\n| Operating Income | 656.2 | 790.1 |\n| Net Income | 497.1 | 590.1 |\n| Total Current Assets | 1,496.5 | 1,433.5 |\n| Total Current Liabilities | 1,595.7 | 1,014.6 |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n### Figure 53\nLennox International Inc.: Revenue Shares, by Business Unit, FY 2023\n\n| Business Unit | Percentage |\n|----------------|------------|\n| Home comfort solutions | 64.7% |\n| Building climate solutions | 30.3% |\n| Corporate and other | 5.0% |\n\nSource: Company website; company annual report; SEC filings\n\n### Figure 54 \nLennox International Inc.: Revenue Shares, by Country/Region, FY 2023\n\n| Country/Region | Percentage |\n|-----------------|------------|\n| United States   | 88.7%      |\n| Canada          | 6.4%       |\n| International   | 5.0%       |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Lennox International Inc.: Product Portfolio\n\n## Heating and Cooling\n\nLennox International Inc. provides heating and cooling products that include furnaces, air conditioners, heat pumps, packaged units, air handlers, boilers, garage heaters, and mini-split systems. The company uses precise comfort technology that allows the furnace to keep the temperature held exactly for various applications. The company provides variable-speed technology that allows the air handlers to provide a constant flow of air using the least energy consumption.\n\n## Comfort Controls\n\nThe company provides Comfort and ComfortSense thermostats that are designed to maximize the efficiency of heating and cooling systems. It also provides a Smart Zoning System that uses motorized dampers in ducts to reduce or increase airflow to different parts of the home, which moves air through the home. The zoning system works with the HVAC system to maintain the desired temperature in each zone, providing year-round comfort and energy savings.\n\n## Indoor Air Quality\n\nThe air purification and filtration systems are designed to work with central heating and cooling systems. It helps improve the air in the entire home. A Healthy Climate humidifier works with a heating system to keep the air inside the home from becoming too dry and causing wintertime chapped skin and respiratory problems. The ventilation systems offer a simple and effective solution that replaces stale indoor air with fresher outdoor air. The company also provides a wide variety of filtration products, which include high-performance air cleaners that remove small allergy-aggravating particles.\n\n## Healthy Climate Solutions\n\nHealthy Climate Solutions helps improve the air throughout the house. This makes it more effective than portable indoor air quality products. The ultimate comfort systems seamlessly and intelligently work together to stay tuned to the home by delivering consistently clean and perfect air."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## News/Key Developments\n\n### Lennox International Inc.\n\n#### Table 62: Lennox International Inc.: News/Key Developments, 2022 and 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Launch | Lennox International Inc. has introduced the Lennox S40 Smart Thermostat that unlocks the full potential of Lennox heating and cooling systems while optimizing comfort and energy savings for residential applications. Also, the company has launched the Lennox Smart Air Quality Monitor and the Lennox Smart Room Sensor. |\n| 2022 | Product Enhancement | Lennox International Inc. introduced a heat pump that is most precise and efficient delivering whole-home comfort through perfect air, which further accelerates environmental sustainability. |\n\n*Source: Company website and press release*"}, {"markdown": "# Mitsubishi Electric Corp.\n\n## Company Snapshot\n\n| Corporate Category Information |                                |\n|--------------------------------|--------------------------------|\n| Ticker                         | TYO: 6503                     |\n| Year Founded/Incorporated      | 1921                          |\n| Global Headquarters            | Tokyo, Japan                  |\n| Revenue 2023 ($ Millions)      | 38,288.3                      |\n| Number of Employees (2023)     | 149,655                       |\n| Key Business Regions           | Japan and Asia                |\n| Primary Region/Country for Business | U.S.                     |\n| Main Business Segment          | Life Business Segment         |\n| Entity Type                    | Public                        |\n| Ownership Type                 | Parent                        |\n\n## Company Overview\n\nMitsubishi Electric Corp. is engaged in the manufacturing and sales of electrical and electronic products and systems used in a broad range of fields and applications. The company provides a wide range of products and solutions under public utility systems, energy systems, defense and space systems, factory automation systems, automotive equipment, building systems, air conditioning systems, home products, information systems and network services, semiconductors, and devices.\n\nThe company operates through five segments: Infrastructure, Industry mobility, life business, business Platform, and other businesses. It provides air conditioners, compressors, chillers, refrigeration units, ventilators, air-to-water heat pump boilers, hot water supply systems, IH cooking heaters, LED bulbs, indoor lighting, LCD televisions, electric fans, refrigerators, dehumidifiers, air purifiers, vacuum cleaners, jar rice cookers, microwave ovens, and other products. The HVAC products are provided under the life business segment."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\nThe company has global operations in Europe, Japan, North America, Asia, and others. It has around 209 consolidated subsidiaries. In fiscal 2023, the company collaborated with 127 research and development organizations, such as universities inside and outside Japan. The company has a dynamic focus on R&D, with $1,594.8 million in expenditures in 2023. It has held 62,102 patents (31,833 in Japan and 30,269 overseas), which signifies strong research and development capabilities.\n\n## Key Financial Highlights\n\n- In 2023, the company has increased its air conditioning systems business with a growth rate of 18.9% compared to 2022. The growth was primarily attributed to the weaker yen and an increase in demand for air conditioners in Europe, Japan, and North America.\n\n- The company has witnessed an increase in operating profit by Y-o-Y growth of 36% in the first 9 months of the fiscal year 2023-24.\n\n## Financial Performance\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n|------------|-------------------------|-------------------------|\n| Net Revenue | 40,774.3 | 38,288.3 |\n| R&D | 1,777.4 | 1,625.2 |\n| Operating Income | 2,295.7 | 2,007.5 |\n| Net Income | 1,853.3 | 1,636.8 |\n| Total Current Assets | 28,146.4 | 25,926.4 |\n| Total Current Liabilities | 14,998.3 | 13,795.2 |\n\nNote: The Average Exchange Rate for 2022 is 1 USD=0.009108 JPY, and 2023 is 1 USD=0.007652 JPY\n\nSource: Annual reports, Company Website, and Investor Presentation"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 55\n### Mitsubishi Electric Corp.: Revenue Shares, by Business Unit, FY 2023\n\n| Business Unit | Percentage |\n|----------------|------------|\n| Infrastructure | 16.6% |\n| Industry & mobility | 28.4% |\n| Life business | 33.3% |\n| Business platform | 2.3% |\n| Semiconductor & device | 4.8% |\n| Others | 14.5% |\n\nSource: Company website; company annual report; SEC filings\n\n## Figure 56 \n### Mitsubishi Electric Corp.: Revenue Shares, by Country/Region, FY 2023\n\n| Country/Region | Percentage |\n|-----------------|------------|\n| Europe | 12.1% |\n| Japan | 49.3% |\n| North America | 12.5% |\n| Asia | 24.4% |\n| Others | 1.7% |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Portfolio\n\n### Mitsubishi Electric Corp.: Product Portfolio\n\n#### Room Air Conditioners\nThe company provides air conditioners whose design and functions are suitable for a variety of lifestyles around the world for precision temperature control. It provides its product offerings for residential, commercial, and industrial usage.\n\n#### Packaged Air Conditioners\nThe packaged air conditioners are suitable for restaurants, bars, shops, and small offices. A variety of indoor unit types can be selected for various applications.\n\n#### Variable Refrigerant Flow (VRF)\nThe VRF systems are perfect for light commercial or residential applications. It offers distributed airflow and the independent control of indoor units. The installation flexibility and a wide selection of indoor unit designs and outdoor unit capacities ensure the best solutions for air conditioning needs.\n\n#### Air to Water Heat Pumps\nIt provides a heat pump heating system that provides domestic space heating as well as hot water. It enables to control of the heating and hot water supply and management of energy online by connecting to MELCloud.\n\n#### Ventilators\nThe ventilation systems help in noise reduction without opening windows, as ventilation is possible while reusing the heat in the room.\n\n#### Chillers\nThe company provides high-efficiency chillers and sustainable heat pumps with green refrigerants for commercial and industrial applications. Also, the chillers are optimization solutions for hydronic systems.\n\n#### IT Cooling Systems\nThe cooling systems have a full inverter-driven range of highly configurable, high-precision air conditioners. These systems are high-efficiency multi-density systems. These cooling solutions are high-efficiency chillers with higher reliability and efficiency.\n\n#### Dehumidifiers\nThe company provides dehumidifiers that help save energy, remove excess moisture from the air, are simple to operate and are easy to maintain. In addition to preventing the build-up of condensation and mold, these systems also provide benefits by helping make it easier to dry laundry."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Description\n\n### Air Purifiers\nThe air purifiers absorb large amounts of air, removing fine particles and airborne viruses. Due to their high volume of airflow, these units are particularly effective at cleaning wide areas in a short period.\n\n## News/Key Developments\n\n### Mitsubishi Electric Corp.: News/Key Developments, 2022 and 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Enhancement | Mitsubishi Electric Corp. has developed an aluminum vertical flat tube (VFT) design that improves heat exchanger performance by 40% in heat pumps and air conditioners used for heating and cooling. This development helps the company to bolster its product offerings to increase its sales. |\n| 2023 | Expansion | Mitsubishi Electric Corp. has announced its plan to invest around $222.5 million in its subsidiary company, Mitsubishi Electric India Pvt. Ltd. in India, to build a factory to produce room air conditioners and compressors in India. This development accelerates the sale of HVAC products in the new manufacturing location, helping drive the company's growth. |\n| 2022 | Expansion | Mitsubishi Electric Corp. has planned to invest around $113 million in a new plant at Mitsubishi Electric Air Conditioning Systems Manufacturing Turkey (MACT), the company's air-conditioner production base in Turkey. The expansion will increase MACT's annual capacity for air-to-water (ATW) heat pumps from 0.1 million units to 0.3 million units and room air conditioners from 0.3 million units to 1.1 million units. The expected production will begin in February 2024. This development helps the company to strengthen its presence, resulting an increased sales and revenue. |\n| 2022 | Product Launch | Mitsubishi Electric Corp. introduced a new airflow-control technology that visualizes and analyzes airflow from air-conditioning systems and temperature distribution for optimized room-wide comfort. This development advises the building owners and designers to enhance indoor layouts for more comfort. |"}, {"markdown": "# Nortek Global HVAC\n\n## Company Snapshot\n\n| Corporate Category Information |  |\n|--------------------------------|--|\n| Ticker | NTK |\n| Year Founded/Incorporated | 1919 |\n| Global Headquarters | Missouri, U.S. |\n| Number of Employees (2022) | 1,000 |\n| Key Business Regions | U.S. |\n| Primary Region/Country for Business | U.S. |\n| Entity Type | Private |\n| Ownership Type | Independent |\n\n## Company Overview\n\nNortek Global HVAC is a subsidiary of Nortek, Inc., a global, diversified company with leading brands that deliver broad capabilities and a wide range of innovative, technology-based products and solutions for improvement in residential and official purposes. Nortek, Inc. announced that its subsidiary NORDYNE LLC, a manufacturer of heating and cooling equipment, and its NORDYNE International subsidiary have changed their names to Nortek Global HVAC LLC. Nortek Global HVAC is a partner company that has been manufacturing HVAC products for more than 100 years. The company provides heating and cooling products to HVAC contractors and distributors for residential replacement, new construction, manufactured housing, and commercial applications.\n\nThe company and its subsidiaries build and sell HVAC systems through its recognized brands, Maytag, Broan, Frigidaire, NuTone, Westinghouse, and Reznor brands. It has operations from 5 international locations that manage the manufacturing and distribution of all HVAC equipment and has 1.9 million square feet of office space and production facilities. Nortek Global HVAC sells equipment throughout the U.S. and Canada to significant wholesalers and small companies."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Portfolio\n\n### Nortek Global HVAC: Product Portfolio\n\n| Product | Description |\n| --- | --- |\n| Industrial Heating Systems | The company provides advanced and energy-efficient heating solutions that help to reduce fuel costs, lower energy waste, and cut carbon emissions. |\n| Heating and Air Systems | It provides heating and air systems that include comfort solutions, preferably for residential applications. The company provides residential HVAC comfort systems that offer the dependability and reliability expected from a Maytag brand. |\n| Gas Furnaces and split-system air conditioners | The company offers a wide variety of equipment designed to meet customers' needs in the heating and cooling market. It provides these products in the manufactured housing segment under the Intertherm brand. |\n| Gas-fired unit heaters | Nortek Global HVAC provides a line of gas-fired unit heaters at its Monterrey plant, which focuses on assembling and fabricating all light commercial needs. It sells these heaters under the Reznor brand. |\n\n## News/Key Developments\n\n### Nortek Global HVAC: News/Key Developments, 2022\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2022 | Product Launch | Nortek Global HVAC has introduced Reznor UEZ condensing gas-fired unit heater in three capacities. This model supplies fuel-efficient heating to ensure cost-effective operation while promoting the safety and comfort of building occupants. These heaters are used for industrial, commercial, and residential applications. This expansion of the product portfolio helps users achieve their financial and sustainability goals. |"}, {"markdown": "# Rheem Manufacturing Co.\n\n## Company Snapshot\n\n| Corporate Category Information | |\n|-|-|\n| Year Founded/Incorporated | 1925 |\n| Global Headquarters | Georgia, U.S. |\n| Revenue 2022 ($ Millions) | 6,000 |\n| Number of Employees (2022) | 12,000 |\n| Key Business Regions | U.S. |\n| Primary Region/Country for Business | U.S. |\n| Main Business Segment | Heating and Cooling Product Line |\n| Entity Type | Private |\n| Ownership Type | Subsidiary |\n\n## Company Overview\n\nRheem Manufacturing Co. manufactures heating, cooling, water heating, pool, spa heating, and commercial refrigeration products in the U.S. The company is focused on manufacturing some of the most innovative advancements in heating, cooling, and water heating in North America. It provides a wide range of products, with five product lines: featured innovations, heating and cooling, water heating, pool and spa, and home enhancements. The HVAC products are provided under the heating and cooling products line.\n\nThe company has an international presence in 14 countries and sells its products in more than 88 countries. It sells its products through various brands, including Rheem, Raypak, Richmond and Splendid, Ruud, Eemax, and commercial refrigeration brands Russell, Witt, ColdZone, and Kramer, which are part of the company's Heat Transfer Products Group (HTPG) division."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Portfolio\n\n### Rheem Manufacturing Co.: Product Portfolio\n\n**Furnaces**  \nThe company provides furnaces with a wider range of propane or natural gas furnace models available with a variety of advanced features and the latest technology.\n\n**Air Conditioners**  \nIt provides various HVAC models with advanced innovative cooling solutions technology. The company is highly focused on meeting the standard regulations for cooling efficiencies.\n\n**Cooling Coils**  \nThese cooling coils are well suited for replacement, new installations, or add-ons with air conditioning systems. It comes in various options such as vertical up-flow or downflow, horizontal left or horizontal right airflow, and cased and uncased.\n\n**Air Handlers**  \nThe air handler is designed to exceed minimum efficiency standards and delivers excellent thermal and sound insulation for quiet and efficient comfort.\n\n**Heat Pumps**  \nThe company offers a heat pump that keeps cool by drawing heat from home on warm days and drawing heat from the outside air to keep warm during cool days. This makes innovative, super-efficient heat pumps a preferable choice for seeking a versatile heating and cooling solution.\n\n**Mini Splits**  \nMini Split heating and air conditioning systems offer efficient home comfort without the need for a basement- or attic-located evaporator unit and ductwork. The mini split heat pump systems offer precise comfort for any room, any season, using heat-pump technology that helps save money.\n\n**Oil Furnaces**  \nThe company provides an oil furnace for heating solutions. The advanced models are provided for dependable, long-lasting performance and peace of mind to keep the house warm."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## News/Key Developments\n\n### Rheem Manufacturing Co.: News/Key Developments, 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Expansion | DEJONG, a stand-alone business unit within Rheem Manufacturing Company, has announced plans to expand its manufacturing plant further in a new facility with a capacity of one million tanks in Prešov, Slovakia. The expansion is part of an ambitious growth strategy in the European market. |\n| 2023 | Product Launch | Rheem announced the launch of ThermaForce, a platform of super high-efficiency condensing gas water heaters and boilers for the residential market. It comprised of combi boilers, boilers, and tankless water heaters. This development helps company to build robust offerings to their customers. |\n\n## SAMSUNG HVAC LLC.\n\n776 Henrietta Creek Road, Suite 100  \nRoanoke, Texas 76262  \nU.S.  \nTel: +1-817-838-6066  \nWebsite: www.samsung.com\n\n### Company Snapshot\n\n| Corporate Category Information | |\n| --- | --- |\n| Year Founded/Incorporated | 1969 |\n| Global Headquarters | Suwon-si, South Korea |\n| Key Business Regions | U.S. |\n| Primary Region/Country for Business | U.S. |\n| Entity Type | Private |\n| Ownership Type | Subsidiary |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Company Overview\n\nSamsung HVAC LLC. is a subsidiary of Samsung Group, which is a manufacturer of consumer electronics, information technology, mobile communications, and device solutions. In 2014, Samsung Electronics Co Ltd acquired Samsung HVAC as a wholly owned subsidiary. Samsung HVAC was importing and distributing Samsung products for the HVAC market in the USA and Canada. Later, after the acquisition, the company provided its HVAC products through its Samsung HVAC America, LLC subsidiary. The company's product portfolio includes televisions, refrigerators, washing machines, air conditioners, medical devices, printers, monitors, computers, network systems, and digital cameras. It is also engaged in offering LCD and LED panels, mobile phones and smartphones, tablets, and related accessories. Samsung caters wide range of end-use industries such as retail, hospitality, healthcare institutions, finance, education, transportation, and government sectors.\n\nThe company provides heating and cooling solutions, including heat pumps, mini split installation, and commercial HVAC installation in residential and commercial buildings. It also provides DVM Variable Refrigerant Flow (VRF) HVAC systems that offer a perfect solution for any application in the market, leading controls and distinguishing itself in the HVAC market.\n\nIt provides its product offerings through four business divisions, namely: DX (Device eXperience), DS (Device Solutions), SDC (Samsung Display and its subsidiaries), which provides display panel business, and Harman (Harman International Industries, Inc. and its subsidiaries), which operates businesses related to automotive electronics components. Samsung Electronics, a parent company, consists of 232 subsidiaries across the world responsible for sales and production, which include 9 regional headquarters for the Device Experience (DX) Division, 5 regional headquarters for the Device Solutions (DS) Division, and subsidiaries of Samsung Display (SDC) and Harman. The company has business operations across the Americas, Europe, Africa, the Middle East, and Asia-Pacific region.\n\n## Product Portfolio\n\n### Heat Pump\nThe company provides a wide range of heat pumps for residential applications. The inverter-driven heat pump serves as a direct replacement for a traditional cooling-only or heat pump unitary outdoor unit.\n\n### Air Conditioning Systems\nIt provides a Max mini-split system that provides a solution for heating and cooling for a larger, high-occupancy space. In air conditioning systems, WindFree technology provides a much gentler and milder air flow, evenly distributed through tens of thousands of microholes. These systems are provided for various applications such as residential, hotel, office, healthcare, retail, restaurant, and education institutions. The company provides a wide range of air conditioning systems such as Multi Split, commercial Split, VRF DVM S2, Chiller, Air to Water Heating, and Ventilation products."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Product Description\n\n### Air Handler\n\nThe company provides a wide range of capacities for multi-position air handlers. These systems offer the convenience of a common-style indoor unit with a DVM S system. This air handler can be used with multi-zone, single-zone, or max heat outdoor units, making it an ideal solution for any climatic conditions.\n\nSource: Company website\n\n## News/Key Developments\n\n### Samsung HVAC LLC.: News/Key Developments, 2022 and 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Product Launch | Samsung HVAC LLC. Announced the launch of its 2023 range of air conditioners, including its premium WindFree air conditioners. The new range includes 36 WindFree air conditioner models. It addresses consumers' demand for a powerful air conditioner that combines fast cooling, clean air, and energy efficiency and delivers convenience with improved energy saving and reliability. |\n| 2023 | Product Enhancement | Samsung HVAC LLC. Has released a lineup of new air conditioners that consume less energy. Also, the company unveiled the latest version of Bespoke brand air conditioners in three categories: gallery (premium), classic (high-end), and slim (normal). This development has helped the company to cater large consumer base, helping drive the company's growth. |\n| 2022 | Product Enhancement | Samsung Electronics Co. Ltd. introduced a new commercial air conditioner that combines WindFree 4-Way Cassette, 360 Cassette, and 1-Way Commercial Air conditioners, which are ideal for hotels, residential complexes, office spaces, and commercial buildings. This development helps the company build strong product offerings under the air conditioning business segment. |\n| 2022 | Product Enhancement | Samsung HVAC LLC. has developed Light Commercial (CAC) single-zone systems that offer 9 types of indoor units, ranging from 9,000 to 48,000 Btu/h, to provide solutions for almost any application. This development facilitates the company to build a strong product portfolio for heat pumps, which is leveraging the company's growth. |\n| 2022 | Product Enhancement | Samsung Electronics Co. Ltd. has introduced the latest generation of Samsung VRF systems, boosting efficiency and heating and cooling performance. These systems range in capacity from 6 to 40 tons in both heat pump and heat recovery configurations and support up to 64 indoor units per system. Hence, such product enhancement helps the company to meet the customer's sustainability goals with their advanced products. |"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Year Strategy Description\n\n### 2022 Collaboration\n\nSamsung HVAC America and Honeywell collaborated to provide Advanced Control Solutions. These control solutions were launched in 2022 and powered by the Niagara Framework, with an emphasis on design, advanced monitoring points, and service capabilities to communicate directly to Samsung heating and cooling equipment using the Honeywell CIPer Model 50 controller. This development assists the company in building brand recognition in the competitive environment.\n\nSource: Company website and press release\n\n## TRANE TECHNOLOGIES PLC\n\n170/175 Lakeview Drive  \nAirside Business Park  \nSwords Co. Dublin  \nIreland  \nTel: +35-318-707-400  \nWebsite: www.tranetechnologies.com\n\n### Company Snapshot\n\n| Parameter | Information |\n| --- | --- |\n| Ticker | NYSE: TT |\n| Year Founded/Incorporated | 1913 |\n| Global Headquarters | Ireland |\n| Revenue 2023 ($ Millions) | 17,677.6 |\n| Number of Employees (2023) | 40,000 |\n| Key Business Regions | U.S., Europe, and Middle East & Africa |\n| Primary Region/Country for Business | Americas |\n| Main Business Segment | HVAC Segment |\n| Entity Type | Public |\n| Ownership Type | Parent |\n\nSource: Company website, annual reports, investor presentations, and press releases"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Company Overview\n\nTrane Technologies plc. is focused on designing, manufacturing, selling, and servicing a diverse portfolio of innovative products and services for Heating, Ventilation, and Air Conditioning (HVAC), transport refrigeration, and custom refrigeration solutions. The company provides a wide range of products to various end-use industries, namely, residential, industrial, and commercial, such as homes and buildings, transport, food, semiconductors, automotive, electrical products, and services industries. It is focused on increasing revenues from services, parts, controls, and rentals and continues to focus on margin expansion through pricing and improved productivity.\n\nThe company provides an array of product portfolio, including air conditioners, air exchangers, air handlers, airside and terminal devices, air-sourced heat pumps, chillers, coils and condensers, dehumidifiers, ductless, humidifiers, industrial refrigeration, furnaces, ventilation, control systems, and among other products. These products are sold primarily under brands, including Trane and Thermo King.\n\nThe company sells and markets its products under brands such as American Standard, Frigoblock, Ameristar, ICS Cool Energy, Nexia, Oxbox, Runtru, Ecowise, Wellsphere, and Thermocold brands. It sells its products through sales offices, distributors, and dealers through sales and service companies with a supporting chain of distributors.\n\n### Key Financial Highlights\n\n- In the third quarter of 2023, the company increased its revenue by 12% compared to the previous year's quarter.\n- The company has increased its GAAP operating income from $740 in Q3 of 2022 to $864 in Q3 of 2023.\n\n### Financial Performance\n\n| Parameter | 2022 Value ($ Millions) | 2023 Value ($ Millions) |\n| --- | --- | --- |\n| Net Revenue | 15,991.7 | 17,677.6 |\n| R&D | 211.2 | 252.3 |\n| Operating Income | 2,418.9 | 2,894.0 |\n| Net Income | 1,774.7 | 2,041.7 |\n| Total Current Assets | 6,379.2 | 6,869.9 |\n| Total Current Liabilities | 5,686.8 | 6,053.5 |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Figure 57\nTrane Technologies plc: Revenue Shares, by Business Unit, FY 2023\n\n| Category | Percentage |\n|-----------|------------|\n| Products  | 67.7%      |\n| Services  | 32.3%      |\n\nSource: Company website; company annual report; SEC filings\n\n## Figure 58 \nTrane Technologies plc: Revenue Shares, by Country/Region, FY 2023\n\n| Region     | Percentage |\n|------------|------------|\n| Americas   | 78.2%      |\n| EMEA       | 13.6%      |\n| Asia Pacific | 8.2%     |\n\nSource: Company website; company annual report; SEC filings"}, {"markdown": "# Trane Technologies plc: Product Portfolio\n\n## Heating and Cooling products\n\nThe company provides a wide range of heating and cooling products such as air-cooled chillers, water-cooled chillers, cold generator scroll chillers, thermafit modular chillers, comprehensive chilled water systems, comprehensive chiller-heater systems, and chiller-heaters.\n\nTrane provides chillers that provide HVAC systems with exact temperature, humidity, and ventilation for various applications. It also helps minimize operating costs with superior energy efficiency levels, low sound levels, and minimal environmental impact.\n\n## Air Handling Solutions\n\nThe air handling solution includes a wide range of offerings, such as coolsense integrated outdoor air systems for data centers, high-tech manufacturing, and performance climate changers with factory-mounted symbio controls. The air handling solutions include a Coolsense pre-packaged HVAC system that combines a dedicated outdoor-air system (DOAS) with chilled-water sensible-cooling terminal units to deliver a flexible, energy-efficient solution that helps improve comfortable spaces and simplifies maintenance. The Performance Climate Changer air handlers and bypass cooling units are ideal for high-tech industrial manufacturing facilities, such as electric vehicle battery plants.\n\n## Heat Pump\n\nThe heat pump includes the R2 Series provides simultaneous heating and cooling to multiple zones in a building. The Y Series can heat or cool up to 50 zones, maximizing building design options. It also provides single-phase Hyper-Heating INVERTER technology and conditioned comfort for up to 12 individual zones.\n\n## VRF Controls\n\nThe VRF systems are compatible with Tracer SC+ controls to manage an entire system or building. The Tracer SC+ allows for streamlining facility management and provides a flexible solution for superior building automation control. All indoor unit models, from ceiling cassettes to ceiling concealed, provide ultimate comfort, quiet operation, and easy maintenance."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## News/Key Developments\n\n### Trane Technologies plc: News/Key Developments, 2023\n\n| Year | Strategy | Description |\n| --- | --- | --- |\n| 2023 | Expansion | Trane Technologies plc. has established an agreement to procure low-carbon steel with two major U.S. steel manufacturers, namely, Nucor Corp. and verdeX, to make high-efficiency heat pumps and air conditioners that help reduce emissions in homes, schools, data centers, and hospitals. This development helps the company to achieve its ESG targets and gain brand recognition that leverages business growth. |\n| 2023 | Product Enhancement | Trane Technologies plc. had introduced Axiom Rooftop Water Source Heat Pumps with Symbio 700 and Symbio Unit Controllers for Air Handling Systems and Water Source Heat Pumps. The company has added multiple new products and service enhancements to achieve higher efficiency. This enhancement helps the company to encourage customers to move toward their decarbonization goals along with increasing efficiencies. |\n\n*Source: Company website and press releases*"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Index\n\n### List of Tables\n\n- Summary Table: Global Market for HVAC, by Region, Through 2028 ($ Billions)\n- Table 1 Number of Published Patents Related to HVAC, January 2022–March 2024 (Number)\n- Table 2 Number of Published Patents Related to HVAC Equipment, by Company, 2022-2023 (Number)\n- Table 3 Global Market for HVAC, by Product Type, Through 2028 ($ Billions)\n- Table 4 Global Market for Heating Equipment, by Type, Through 2028 ($ Billions)\n- Table 5 Global Market for Ventilation Equipment, by Type, Through 2028 ($ Billions)\n- Table 6 Global Market for Cooling Equipment, by Type, Through 2028 ($ Billions)\n- Table 7 Global Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n- Table 8 Global Market for HVAC, by Application, Through 2028 ($ Billions)\n- Table 9 Global Market for HVAC, by Region, Through 2028 ($ Billions)\n- Table 10 North American Market for HVAC, by Country, Through 2028 ($ Billions)\n- Table 11 North American Market for HVAC, by Product Type, Through 2028 ($ Billions)\n- Table 12 North American Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n- Table 13 North American Market for HVAC, by Application, Through 2028 ($ Billions)\n- Table 14 European Market for HVAC, by Country, Through 2028 ($ Billions)\n- Table 15 European Market for HVAC, by Product Type, Through 2028 ($ Billions)\n- Table 16 European Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n- Table 17 European Market for HVAC, by Application, Through 2028 ($ Billions)\n- Table 18 Asia-Pacific Market for HVAC, by Country, Through 2028 ($ Billions)\n- Table 19 Asia-Pacific Market for HVAC, by Product Type, Through 2028 ($ Billions)\n- Table 20 Asia-Pacific Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n- Table 21 Asia-Pacific Market for HVAC, by Application, Through 2028 ($ Billions)\n- Table 22 RoW Market for HVAC, by Sub-Region, Through 2028 ($ Billions)\n- Table 23 RoW Market for HVAC, by Product Type, Through 2028 ($ Millions)\n- Table 24 RoW Market for HVAC, by Installation Type, Through 2028 ($ Billions)\n- Table 25 RoW Market for HVAC, by Application, Through 2028 ($ Billions)\n- Table 26 Ranking of Leading Companies in the Global HVAC Market, 2022\n- Table 27 Recent Product Introductions in the Global HVAC Market, 2024\n- Table 28 Recent Expansions in the Global HVAC Market, 2024\n- Table 29 Recent M&A Activity in the Global HVAC Market, 2024\n- Table 30 Recent Venture Funding in the HVAC Market, 2024\n- Table 31 ESG Ratings of HVAC Providers\n- Table 32 List of Small & Mid-Sized Players in the HVAC Market\n- Table 33 List of Resources Used for HVAC\n- Table 34 Acronyms and Abbreviations Used in This Report\n- Table 35 Carrier: Company Snapshot\n- Table 36 Carrier: Financial Performance, FY 2022 and 2023 ($ Millions)\n- Table 37 Carrier: Product Portfolio\n- Table 38 Carrier: News/Key Developments, 2022 and 2023\n- Table 39 Daikin Industries Ltd.: Company Snapshot\n- Table 40 Daikin Industries Ltd.: Financial Performance, FY 2022 and 2023 ($ Millions)\n- Table 41 Daikin Industries Ltd.: Product Portfolio\n- Table 42 Daikin Industries Ltd.: News/Key Developments, 2022 and 2023\n- Table 43 Emerson Electric Co.: Company Snapshot\n- Table 44 Emerson Electric Co.: Financial Performance, FY 2022 and 2023 ($ Millions)\n- Table 45 Emerson Electric Co.: Product Portfolio"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Table 46 Emerson Electric Co.: News/Key Developments, 2022 and 2024\n\n## Table 47 Gree Electric Appliances Inc. of Zhuhai: Company Snapshot\n\n## Table 48 Gree Electric Appliances Inc. of Zhuhai: Financial Performance, FY 2021 and 2022 ($ Millions)\n\n## Table 49 Gree Electric Appliances Inc. of Zhuhai: Product Portfolio\n\n## Table 50 Gree Electric Appliances Inc. of Zhuhai: News/Key Developments, 2023\n\n## Table 51 Hitachi Ltd.: Company Snapshot\n\n## Table 52 Hitachi Ltd.: Financial Performance, FY 2021 and 2022 ($ Millions)\n\n## Table 53 Hitachi Ltd.: Product Portfolio\n\n## Table 54 Hitachi Ltd.: News/Key Developments, 2023\n\n## Table 55 Johnson Controls: Company Snapshot\n\n## Table 56 Johnson Controls: Financial Performance, FY 2021 and 2022 ($ Millions)\n\n## Table 57 Johnson Controls: Product Portfolio\n\n## Table 58 Johnson Controls: News/Key Developments, 2023\n\n## Table 59 Lennox International Inc.: Company Snapshot\n\n## Table 60 Lennox International Inc.: Financial Performance, FY 2022 and 2023 ($ Millions)\n\n## Table 61 Lennox International Inc.: Product Portfolio\n\n## Table 62 Lennox International Inc.: News/Key Developments, 2022 and 2023\n\n## Table 63 Mitsubishi Electric Corp.: Company Snapshot\n\n## Table 64 Mitsubishi Electric Corp.: Financial Performance, FY 2022 and 2023 ($ Millions)\n\n## Table 65 Mitsubishi Electric Corp.: Product Portfolio\n\n## Table 66 Mitsubishi Electric Corp.: News/Key Developments, 2022 and 2023\n\n## Table 67 Nortek Global HVAC: Company Snapshot\n\n## Table 68 Nortek Global HVAC: Product Portfolio\n\n## Table 69 Nortek Global HVAC: News/Key Developments, 2022\n\n## Table 70 Rheem Manufacturing Co.: Company Snapshot\n\n## Table 71 Rheem Manufacturing Co.: Product Portfolio\n\n## Table 72 Rheem Manufacturing Co.: News/Key Developments, 2023\n\n## Table 73 Samsung HVAC LLC.: Company Snapshot\n\n## Table 74 Samsung HVAC LLC.: Product Portfolio\n\n## Table 75 Samsung HVAC LLC.: News/Key Developments, 2022 and 2023\n\n## Table 76 Trane Technologies plc: Company Snapshot\n\n## Table 77 Trane Technologies plc: Financial Performance, FY 2022 and 2023 ($ Millions)\n\n## Table 78 Trane Technologies plc: Product Portfolio\n\n## Table 79 Trane Technologies plc: News/Key Developments, 2023"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## List of Figures\n\n- Summary Figure: Global Market Shares of HVAC, by Region, 2022 (%)\n- Figure 1 Value Chain Analysis of the HVAC Market\n- Figure 2 Market Dynamics for Global HVAC Market\n- Figure 3 Worldwide Greenfield Projects, 2021 and 2022 (Number)\n- Figure 4 Published Patents Share on HVAC Equipment, by Assignee Country, 2022 (%)\n- Figure 5 Global Market Shares of HVAC, by Product Type, 2022 (%)\n- Figure 6 Global Market Shares of Heating Equipment, by Type, 2022 (%)\n- Figure 7 Global Market Shares of Ventilation Equipment, by Type, 2022 (%)\n- Figure 8 Global Market Shares of Cooling Equipment, by Type, 2022 (%)\n- Figure 9 Global Market Shares of HVAC, by Installation Type, 2022 (%)\n- Figure 10 Global Market Shares of HVAC, by Application, 2022 (%)\n- Figure 11 Global Market Shares of HVAC, by Region, 2022 (%)\n- Figure 12 North American Market Shares of HVAC, by Country, 2022 (%)\n- Figure 13 North American Market Shares of Heating Equipment, by Type, 2022 (%)\n- Figure 14 North American Market Shares of Ventilation Equipment, by Type, 2022 (%)\n- Figure 15 North American Market Shares of Cooling Equipment, by Type, 2022 (%)\n- Figure 16 North American Market Shares of HVAC, by Installation Type, 2022 (%)\n- Figure 17 North American Market Shares of HVAC, by Application, 2022 (%)\n- Figure 18 European Market Shares of HVAC, by Country, 2022 (%)\n- Figure 19 European Market Shares of Heating Equipment, by Type, 2022 (%)\n- Figure 20 European Market Shares of Ventilation Equipment, by Type, 2022 (%)\n- Figure 21 European Market Shares of Cooling Equipment, by Type, 2022 (%)\n- Figure 22 European Market Shares of HVAC, by Installation Type, 2022 (%)\n- Figure 23 European Market Shares of HVAC, by Application, 2022 (%)\n- Figure 24 Asia-Pacific Market Shares of HVAC, by Country, 2022 (%)\n- Figure 25 Asia-Pacific Market Shares of Heating Equipment, by Type, 2022 (%)\n- Figure 26 Asia-Pacific Market Shares of Ventilation Equipment, by Type, 2022 (%)\n- Figure 27 Asia-Pacific Market Shares of Cooling Equipment, by Type, 2022 (%)\n- Figure 28 Asia-Pacific Market Shares of HVAC, by Installation Type, 2022 (%)\n- Figure 29 Asia-Pacific Market Shares of HVAC, by Application, 2022 (%)\n- Figure 30 RoW Market Shares of HVAC, by Sub-Region, 2022 (%)\n- Figure 31 RoW Market Shares of Heating Equipment, by Type, 2022 (%)\n- Figure 32 RoW Market Shares of Ventilation Equipment, by Type, 2022 (%)\n- Figure 33 RoW Market Shares of Cooling Equipment, by Type, 2022 (%)\n- Figure 34 RoW Market Shares of HVAC, by Installation Type, 2022 (%)\n- Figure 35 RoW Market Shares of HVAC, by Application, 2022 (%)\n- Figure 36 M&A in HVAC Market, by Deal Value, 2022 and 2023 ($ Millions)\n- Figure 37 M&A Activity Shares in the HVAC Market, by Region, 2022 and 2023 (%)\n- Figure 38 Venture Funding in the Global HVAC Market, by Amount Raised, 2022 and 2023 ($ Millions)\n- Figure 39 Venture Funding Shares in the Global HVAC Market, by Deal Type, 2022-2023 (%)\n- Figure 40 Eco-Friendly Solutions to Environmental Challenges\n- Figure 41 Carrier: Revenue Shares, by Business Unit, FY 2023 (%)\n- Figure 42 Carrier: Revenue Shares, by Country/Region, FY 2023 (%)\n- Figure 43 Daikin Industries Ltd.: Revenue Shares, by Business Unit, FY 2023 (%)\n- Figure 44 Daikin Industries Ltd.: Revenue Shares, by Country/Region, FY 2023 (%)\n- Figure 45 Emerson Electric Co.: Revenue Shares, by Business Unit, FY 2023 (%)\n- Figure 46 Emerson Electric Co.: Revenue Shares, by Country/Region, FY 2023 (%)"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Gree Electric Appliances Inc. of Zhuhai\n\n### Revenue Shares, by Business Unit, FY 2022 (%)\n![Figure 47](image_path)\n\n### Revenue Shares, by Country/Region, FY 2022 (%)  \n![Figure 48](image_path)\n\n## Hitachi Ltd.\n\n### Revenue Shares, by Business Unit, FY 2023 (%)\n![Figure 49](image_path)  \n\n### Revenue Shares, by Country/Region, FY 2023 (%)\n![Figure 50](image_path)\n\n## Johnson Controls  \n\n### Revenue Shares, by Business Unit, FY 2022 (%)\n![Figure 51](image_path)\n\n### Revenue Shares, by Country/Region, FY 2022 (%)\n![Figure 52](image_path)  \n\n## Lennox International Inc.\n\n### Revenue Shares, by Business Unit, FY 2023 (%)\n![Figure 53](image_path)\n\n### Revenue Shares, by Country/Region, FY 2023 (%)\n![Figure 54](image_path)\n\n## Mitsubishi Electric Corp.\n\n### Revenue Shares, by Business Unit, FY 2023 (%)\n![Figure 55](image_path)\n\n### Revenue Shares, by Country/Region, FY 2023 (%)\n![Figure 56](image_path)\n\n## Trane Technologies plc\n\n### Revenue Shares, by Business Unit, FY 2023 (%)\n![Figure 57](image_path)  \n\n### Revenue Shares, by Country/Region, FY 2023 (%)\n![Figure 58](image_path)"}, {"markdown": "# © 2024 | BCC Research LLC\n\n## Report code and Title | 150 ENG015B Heating, Ventilation and Air Conditioning: Global Markets 150\n\n© 2024 | BCC Research LLC\n\n### About BCC Research"}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## About BCC Research\n\nWith our 50-year history, BCC Research provides comprehensive analyses of global market sizing, forecasting, and industry intelligence, covering markets where advances in science and technology improve the quality, standard, and sustainability of businesses, economies, and lives.\n\n## BCC Membership\n\nFrom market sizing and forecasts to opportunity assessments and competitive analyses, our ever-expanding library gives you the data, insights, and intelligence required to ensure your project succeeds. Members benefit from ongoing, unlimited access to the category or collections of their choice, and most membership packages pay for themselves within two to three reports being accessed.\n\nDid you buy this report? You may qualify to apply your purchase price towards full membership. Call 781-489-7301 or email info@bccresearch.com to request a demo.\n\n## Intended Audience\n\nThis report is of interest to the following intended audiences and stakeholders.\n\n- Marketing managers.\n- Research and development professionals.\n- Compliance regulatory authorities.\n- Advertising & Government agencies.\n- Business development executives.\n- HVAC manufacturers.\n- Original equipment manufacturer (OEM).\n- Raw material suppliers.\n- Technology providers.\n- Investors and venture capitalists.\n\n## Analyst's Credentials\n\nBCC Research Team possesses expertise and experience in life and physical science domains. They specialize in offering valuable business insights, including industry analysis, competitor intelligence, strategic and financial analysis, and opportunity assessment. The team has in-depth knowledge of various sectors, including healthcare, biotechnology, pharmaceuticals, IT, automation, advanced materials, and energy. They are proficient in qualitative and quantitative market intelligence providing clients with actionable insights. With a vast understanding of the competitive landscape, the team can support clients in making data-driven decisions to help them achieve a competitive edge in their respective markets."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## Consulting Editor's Credentials\n\nAndrew McWilliams has over 40 years' experience in marketing strategy and research with top consulting firms like Kearney and EY, and as an independent consultant. He has been a BCC Research contributor for over 20 years. Mr. McWilliams has a BA from Princeton University and an MA from Harvard University. He resides in the greater Boston area.\n\n## BCC Custom Research\n\nOur experts provide custom research projects for those working to identify new markets, introduce new products, validate existing market share, analyze competition, and assess product potential to impact existing markets. With impressive academic credentials and broad and deep knowledge of global industrial markets, our independent analysts and consultants develop the facts, figures, analyses, and assessments to inform the decisions that will move your company ahead. Send confidential inquiries to custom@bccresearch.com or 781-205-2427.\n\n## Related BCC Research Reports\n\n- EGY141A Commercial Combined Heat and Power (CHP): Global Markets to 2022.\n- ENV047A Heating Equipment Manufacturing: Global Markets to 2023.\n- ENG006A Commercial Refrigeration Equipment: Global Markets and Technologies Through 2022.\n- ENG016A Commercial and Industrial Refrigeration Equipment Manufacturing: Global Markets to 2022.\n- CHM159A Refrigerants: Global Markets.\n- MFG090A Heat Pumps: Global Markets to 2026.\n- IAS109B Flexible Heaters: Global Markets.\n- ENG014A Compressors: Technologies and Global Markets to 2023."}, {"markdown": "# Heating, Ventilation and Air Conditioning: Global Markets\n\n## DISCLAIMER\n\nThe information developed in this report is intended to be as reliable as possible at the time of publication and is of a professional nature. This information does not constitute managerial, legal or accounting advice, nor should it be considered as a corporate policy guide, laboratory manual or an endorsement of any product, as much of the information is speculative in nature. BCC Research and the author assume no responsibility for any loss or damage that might result from reliance on the reported information or from its use.\n\nJuly 2024"}]