[{"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n## Industry at a Glance\n\n### KEY STATISTICS\n\n- Profit: $3,404 million\n- Profit CAGR (2005 - 2024): 0.54%  \n- Profit Margin: 6.50%\n- Profit Margin CAGR (2005 - 2024): 1.08%\n- Revenue: $52,362 million \n- Revenue CAGR (2005 - 2024): 0.54%\n- Projected Revenue CAGR (2024 - 2030): Not provided\n"}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n## Enterprises\n- CAGR: 2005 - 2024: -0.78%\n- PROJECTED: 2024 - 2030: 0.77%\n- 1,317 Units\n\n## Establishments  \n- CAGR: 2005 - 2024: -0.73%\n- PROJECTED: 2024 - 2030: 0.92%  \n- 1,604 Units\n\n## Employment\n- CAGR: 2005 - 2024: -0.81%\n- PROJECTED: 2024 - 2030: 1.92%\n- 127,176 Units  \n\n## Wages\n- CAGR: 2005 - 2024: -0.21%\n- PROJECTED: 2024 - 2030: 2.09%\n- $8,564 million"}, {"markdown": "# Executive Summary\n\nHeating and air conditioning manufacturing produces residential, commercial and industrial heating, ventilation, air conditioning and refrigeration (HVACR) equipment. Rock-bottom interest rates in 2020 and rising per capita disposable income supported residential construction activity, bolstering industry sales. As disposable income increased, consumers had more funds to invest in home improvements, including HVACR upgrades. The value of private nonresidential construction, a significant market for new HVACR equipment, has been hampered by reduced\n\n## Imports\n\n- CAGR: 2005 - 2024: 4.43%\n- PROJECTED: 2024 - 2030: 1.61%\n- Value in 2024: $24,689 million\n\n## Exports  \n\n- CAGR: 2005 - 2024: -0.64%  \n- PROJECTED: 2024 - 2030: 3.45%\n- Value in 2024: $7,916 million\n\n## Industry Value\n\n- CAGR: 2005 - 2024: -0.05%\n- PROJECTED: 2024 - 2030: 2.51% \n- Value in 2024: $12,654 million\n\nFigures have been adjusted for inflation and are presented in 2024 currency."}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n## Current Performance\n\n### Residential Construction Demand, a Lynchpin of the Industry, Booms\n\nManufacturers benefited from the rising value of residential construction as the Federal Reserve lowered interest rates in response to the pandemic. By the outset of 2022, interest rates were at historic lows and residential demand boomed. Aided by historically low interest rates, housing starts, which measure the number of new, privately owned housing units built, increased rapidly in the years following the pandemic's start. Consistent growth in disposable income has also made consumers more willing to spend on remodeling projects, including the replacement of air conditioners and heaters. More recently, the sharp rise in inflation has caused the Federal Reserve to rapidly increase interest rates. The sharp rise in interest rates since the middle of 2022 has reduced housing demand, thereby undercutting the need for HVACR equipment.\n\nDemand for commercial space since the pandemic. Rising interest rates and prices have weighed on HVACR equipment sales growth, contributing to an expected cooling in downstream markets. Industry revenue is forecast to drop at a CAGR of 0.1% to $52.4 billion through the end of 2024, with a 1.2% climb expected during 2024 as renovation and building activity continue to expand.\n\nA widening trade gap has tempered opportunities for revenue expansion, as major global HVACR manufacturers have expanded their production facilities in countries with low labor costs. Imported HVACR products have increased, while industry exports have declined over the past five years. This trade gap has also been exacerbated by an appreciation of the US dollar, which makes industry exports relatively more expensive and less attractive to buyers overseas. Lower-cost imports have prevented domestic manufacturers from expanding profit.\n\nManufacturers will benefit from recovering nonresidential construction activity over the next five years, boosting spending on HVACR installations, upgrades and retrofits. Continued growth in consumer spending is also expected to drive demand for industry products, especially among downstream industries. Energy-efficiency improvements will encourage sales, as the inherent cost savings are expected to raise equipment replacement rates. Revenue is forecast to climb at a CAGR of 2.8% to $60.0 billion through the end of 2029."}, {"markdown": "# PANDEMIC DISRUPTIONS UNDERCUT COMMERCIAL DEMAND IN 2020\n\nThe construction market is key to the industry's performance, comprising the largest segment of residential, commercial and industrial heating, ventilation, air conditioning and refrigeration (HVACR) demand. \n\nHVACR products are installed in new building projects to provide heating and air conditioning, regulate climate conditions, refrigerate inventories and provide ventilation for commercial venues.\n\nNonresidential investment fell due to the widespread slowdown in economic activity stemming from the pandemic. This undercut the demand for HVACR products from commercial clients. \n\nThe industry hinges on demand from contractors that install and repair climate control systems in new construction and renovation projects, which declined across virtually all commercial segments throughout the pandemic.\n\n## MANUFACTURERS ADAPT TO STRINGENT ENERGY EFFICIENCY REGULATIONS\n\nRising concerns about climate change have filtered down to the industry. Regulations designed to improve energy efficiency have become more stringent, forcing manufacturers to innovate.\n\nIn 2006, a minimum efficiency standard for new central air conditioning systems was set and air conditioners and heat pumps are now rated on a seasonal energy-efficiency ratio (SEER).\n\nHVACR units with a greater heating or cooling output per unit of energy consumption receive a higher SEER rating. Consumers interested in reducing energy consumption, both for environmental concerns and to reduce energy costs, are drawn to these higher-rated products.\n\nNew air conditioning systems have been subject to rising SEER requirements, with the minimum SEER slated to climb from 13 to 14 beginning in 2023.\n\n## THE INDUSTRY HAS BECOME INCREASINGLY GLOBALIZED  \n\nThe HVACR industry has become ever more globalized, with international trade growing in importance over the past two decades. Today, many of the industry's leading domestic brands manufacture products abroad before importing them into the United States.\n\nImport growth has far outpaced export growth over the past decade, with imports expected to account for nearly a third of all domestic demand in 2023."}, {"markdown": "# Future Outlook\n\n## Rising Interest Rates Slow Down Residential Expansion\n\nNonresidential construction activity is anticipated to expand over the next five years, signaling an increase in demand for heating, ventilation, air conditioning and refrigeration (HVACR) equipment. \n\nWhile the Federal Reserve slashed rates in response to the pandemic, it has increased the pace of rate hikes as inflation rose. Higher-than-anticipated rate hikes have caused mortgage rates to rapidly increase, tempering construction activity. As a result, the growth in the value of residential construction will be limited over the next five years, limiting demand for HVACR installations and upgrades.\n\n## Commercial Markets Slated to Rebound\n\nSteady per capita disposable income growth and higher consumer spending are anticipated to increase spending at restaurants and other food service businesses in the future. Growth in restaurants and other food service businesses is expected to stimulate further demand for refrigeration equipment, such as walk-in coolers and refrigerated display cases. Commercial construction, which came to a halt during the pandemic, is expected to generate demand as businesses upgrade refrigeration for inventories and provide ventilation for commercial venues.\n\n## Globalization Will Provide New Avenues for Exported HVACR Equipment\n\nExport opportunities will remain strong moving forward, primarily focused on North American markets because of their proximity. The strengthening of free trade"}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n## Exports Will Continue to Rise\n\nAgreements will continue to cement Canada and Mexico as the primary industry export markets. \n\nHigher anticipated consumer spending will encourage domestic manufacturing moving forward. This will ultimately keep leading manufacturers focused on domestic opportunities, with American-made products exported abroad.\n\nLarge global manufacturers seeking to avoid increased costs of shipping HVACR equipment are expected to maintain their domestic manufacturing footprint by keeping facilities within the United States.\n\nExports are slated to rise to nearly one-fifth of total revenue moving forward, generating more than $10.0 billion in revenue for domestically produced HVACR units.\n\n## In a Globalizing Market, Imports Will Continue to Flow into the US\n\nImported HVACR products will continue to flow into domestic markets as demand for new products, both as a result of greater construction and the desire to upgrade to the latest energy-efficient units and fuel spending.\n\nLike exported goods, imports will flow from existing plants in Mexico and Canada as a result of their proximity and free trade benefits. Mexico alone accounts for nearly a third of all imports.\n\nHowever, the lower labor costs in countries like Mexico will also encourage imports from countries where labor costs are even lower, like China. HVACR products manufactured in China have already grown to account for nearly a third of all imported industry products.\n\nWith the pace of imports expected to remain strong, the industry's trade balance will become increasingly lopsided. By 2028, imports will approach 40.0% of domestic demand.\n\n## Industry Definition\n\nCompanies in this industry manufacture residential, commercial and industrial heating, ventilation, air conditioning and refrigeration (HVACR) equipment. Industry revenue includes miscellaneous receipts for the resale of products without further manufacturing, contract work done for others on respective items and acknowledgments for repair, scrap and refuse sales. Automotive units are excluded from this industry."}, {"markdown": "# INDUSTRY IMPACT\n\n## POSITIVE IMPACT\n\n### Capital Intensity Level\n\nlow\n\n## MIXED IMPACT  \n\n### Life Cycle Stage\n\nmature\n\n# SWOT ANALYSIS\n\n## S STRENGTHS\n\n- High Profit vs. Sector Average\n- Low Capital Requirements\n\n## W WEAKNESSES  \n\n- High Imports\n- High Customer Class Concentration\n- High Product/Service Concentration\n- Low Revenue per Employee\n\n## O OPPORTUNITIES\n\n- High Revenue Growth (2019-2024)\n- High Revenue Growth (2024-2029)  \n- High Performance Drivers\n- Value of private nonresidential construction\n\n## T THREATS\n\n- Low Revenue Growth (2005-2024)\n- Low Outlier Growth\n- Value of residential construction"}, {"markdown": "# KEY TRENDS\n\nThe industry has high barriers to entry. High capital costs and brand recognition limit smaller manufacturers from competing with larger, more established players. This dynamic preserves market dominance for big companies.\n\nImports are increasing competitive pressure on domestic goods. Products manufactured abroad are cheaper due to lower labor costs. This price disparity is forcing local businesses to find new ways to stay competitive.\n\nHigher interest rates and prices have begun to weigh on industry demand. The sharp rise in rates since mid-2022 has reduced housing demand, undercutting the need for HVACR equipment. Industry impacts are becoming increasingly evident.\n\nThe pandemic-driven surge in renovation and construction boosted HVACR equipment spending. Strong residential construction spurred demand for climate control systems. This trend highlights the significant impact of pandemic-era home improvement activities on the HVACR industry.\n\nMarket share has become more concentrated over the past decade. The largest companies boast recognizable brands known for their quality. This brand strength helps maintain its dominance in the industry.\n\nMarket share has become more concentrated over the past decade. Trane Technologies, Carrier Global, and Johnson Controls generate nearly half of all industry revenue. Their established brands are synonymous with quality, ensuring continued dominance.\n\nThe construction industry's cyclical nature directly affects its suppliers. Due to ongoing system replacements, stable long-term demand persists. This consistent need mitigates some effects of construction market fluctuations.\n\nManufacturers will eliminate ozone-depleting chlorofluorocarbons by 2030. These pollutants have been phased out gradually to protect the ozone layer. This move aligns with global environmental regulations and sustainability goals.\n\nDespite rising demand, profitability has barely budged. Volatile input costs are squeezing margins and companies are struggling to increase profits"}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\nDespite fluctuating prices for essential materials.\n\nPurchases constitute the largest part of industry spending. Rising input costs have largely been passed on to downstream markets. Businesses are managing these increased costs by adjusting their pricing structures accordingly.\n\nManufacturers are concentrated in population centers and industrial hubs. The Southeast and Great Lakes regions host the most significant number of industry operators. These areas benefit from robust infrastructure and access to skilled labor.\n\nBusinesses are drawn to the Southeast due to tax savings. New manufacturers are particularly attracted by the ability to avoid sales taxes. This region's favorable tax environment is driving its industrial growth.\n\nLooser financial conditions spurred residential construction. The housing boom driven by low interest rates in 2020 increased demand for HVAC and refrigeration products, significantly impacting the market over the past five years.\n\nIndustrial construction is poised for a rebound. New demand from commercial clients, previously slowed by the pandemic, will drive the need for industry products. This resurgence highlights the sector's recovery and growing business opportunities.\n\n## Supply Chain\n\n## External Drivers\n\n### Value of Private Nonresidential Construction\n\nDemand for industry products is linked to new building construction, as new commercial and retail facilities require installing new heating and air conditioning equipment. As a result, demand for industry products moves in line with construction markets. Growth in the value of private nonresidential construction represents a potential opportunity for the industry."}, {"markdown": "# Value of Residential Construction\n\nResidential construction is a key market for industry products because new homes are typically built with various related systems. As a result, an increase in housing construction typically boosts demand for a variety of HVACR products. Contractions in the value of residential construction poses a potential threat to the industry.\n\nCAGR: \n\n1980 - 2024: 1.91%\n\nPROJECTED:  \n\n2024 - 2030: 3.01%  \n\n## Trade-Weighted Index\n\nThe trade-weighted index (TWI) represents the strength of the US dollar relative to the currencies of its major trading partners. Industry exports make up less than one-fifth of industry revenue. An appreciating dollar can make imported goods more attractive to domestic consumers, while exports become relatively more expensive for foreign buyers.\n\nCAGR:\n\n1980 - 2024: 0.52%  \n\nPROJECTED:\n\n2024 - 2030: -2.43%\n\n## Demand From Heating and Air-Conditioning Contractors  \n\nContractors primarily install and service heating and air conditioning equipment through new installations, additions, maintenance or repair of residential and commercial properties. As contractors' workloads increase in response to new construction and the renovation of existing properties, demand for a range of heating and air conditioning equipment rises in turn."}, {"markdown": "# CAGR\n\n## 2005 - 2024\n\n2.03 %\n\n## PROJECTED\n\n### 2024 - 2030  \n\n2.00 %\n\n# DEMAND FROM REFRIGERATION EQUIPMENT WHOLESALING\n\nRefrigeration equipment wholesalers demand commercial refrigeration equipment from the industry's manufacturers. Wholesalers supply a range of downstream food-service clients, including restaurants, hotels, fast-food outlets, supermarkets, convenience stores, gas stations and mobile food service operators, with refrigerated trucks, display cases and storage units.\n\n## CAGR  \n\n### 2005 - 2024\n\n0.92 %\n\n## PROJECTED\n\n### 2024 - 2030\n\n0.36 %\n\n# PER CAPITA DISPOSABLE INCOME\n\nPer capita disposable income measures the amount of personal money available to the average consumer. This includes income from a range of sources, including salaries (https://en.wikipedia.org/wiki/Salaries) and wages (https://en.wikipedia.org/wiki/Wages), retirement income, near-cash government transfers like food stamps (https://en.wikipedia.org/wiki/Supplemental_Nutrition_Assistance_Program) and investment (https://en.wikipedia.org/wiki/Investment) gains. When Americans' disposable income rises, so does their ability to spend on HVACR products.\n\n## CAGR\n\n### 1980 - 2024  \n\n1.83 %\n\n## PROJECTED  \n\n### 2024 - 2030\n\n4.03 %"}, {"markdown": "# Supply Chain\n\n## Tier 1 Suppliers\n\n- [Metal Pipe & Tube Manufacturing in the US](/ibisworld/reportkey/1/573)\n- [Aluminum Manufacturing in the US](/ibisworld/reportkey/1/578)\n- [Iron & Steel Manufacturing in the US](/ibisworld/reportkey/1/569) \n- [Electrical Equipment Manufacturing in the US](/ibisworld/reportkey/1/795)\n- [Screw, Nut & Bolt Manufacturing in the US](/ibisworld/reportkey/1/646)\n\n## Tier 2 Suppliers\n\n- [Ferrous Metal Foundry Products in the US](/ibisworld/reportkey/1/597)\n- [Navigational Instrument Manufacturing in the US](/ibisworld/reportkey/1/763)\n- [Valve Manufacturing in the US](/ibisworld/reportkey/1/655)\n\n## Tier 1 Buyers\n\nHeating & Air Conditioning Equipment Manufacturing in the US"}, {"markdown": "# Heating & Air-Conditioning Contractors in the US\n\n(/ibisworld/reportkey/1/1945)\n\n# Refrigeration Equipment Wholesaling in the US  \n\n(/ibisworld/reportkey/1/944)\n\n# Refrigerated Storage in the US\n\n(/ibisworld/reportkey/1/1225)\n\n# Heating & Air Conditioning Wholesaling in the US\n\n(/ibisworld/reportkey/1/943)\n\n## T I E R  2  B U Y E R S\n\n# Municipal Building Construction in the US\n\n(/ibisworld/reportkey/1/1917)\n\n# Home Builders in the US\n\n(/ibisworld/reportkey/1/169)\n\n# Apartment & Condominium Construction in the US\n\n(/ibisworld/reportkey/1/170) \n\n# Commercial Building Construction in the US\n\n(/ibisworld/reportkey/1/1916)"}, {"markdown": "# Similar Industries\n\n- [Boiler & Heat Exchanger Manufacturing in the US](/ibisworld/reportkey/1/632)\n- [Vacuum, Fan & Small Household Appliance Manufacturing in the US](/ibisworld/reportkey/1/786)\n- [Major Household Appliance Manufacturing in the US](/ibisworld/reportkey/1/789) \n- [Power Tools & Other General Purpose Machinery Manufacturing in the US](/ibisworld/reportkey/1/728)\n- [Metal Pipe & Tube Manufacturing in the US](/ibisworld/reportkey/1/573)\n- [Iron & Steel Manufacturing in the US](/ibisworld/reportkey/1/569)\n\n## Related International Industries"}, {"markdown": "# Heating, Cooling and Ventilation Equipment Manufacturing in Australia\n\n## Products & Services\n- 58.2% Air Conditioning, Warm Air Heating and Refrigeration Equipment\n- 17.4% Unitary Air Conditioners\n\n# Air-Conditioner Manufacturing in China\n\n# Heating & Air-Conditioning Equipment Manufacturing in Canada  \n\n# Heating, Cooling and Ventilation Equipment Manufacturing in New Zealand"}, {"markdown": "# Air Conditioning, Warm Air Heating and Refrigeration Equipment\n\nThis segment includes mechanically refrigerated and self-contained heat transfer equipment, compressors and compressor units using all refrigerants, excluding automotive and commercial refrigerators and related equipment. This segment also includes industrial heat transfer equipment, such as plate heat exchangers. As housing and construction markets grew, demand for products in this segment rose.\n\n## Heating Equipment\n\n10.3%\n\n## Air Purification Equipment  \n\n6.5%\n\n## Industrial and Commercial Fans and Blowers\n\n7.6%"}, {"markdown": "# UNITARY AIR CONDITIONERS ARE GROWING IN DEMAND\n\nUnitary air conditioners are made of air-to-air conditioning systems, such as residential central air conditioning systems, packaged air-to-air systems and split systems for commercial air conditioning. Housing and construction markets have grown in response to housing needs and rock-bottom interest rates aimed at counteracting the economic challenges of the COVID-19 pandemic. As a result, demand for products in this segment rose.\n\n## HEATING EQUIPMENT FALL AS SHARE OF REVENUE DUE TO HVAC EQUIPMENT\n\nThe heating equipment segment includes domestic heating stoves; cast iron, aluminum and other nonferrous metal boilers, radiators and convectors; furnaces, heaters, mechanical stokers and parts; and steel boilers for steam or hot water that are less than or equal to 15 pounds per square inch. The proliferation of central HVAC equipment has reduced this segment's revenue share.\n\n## INDUSTRIAL AND COMMERCIAL FANS AND BLOWERS EXPERIENCING BOLSTERED DEMAND\n\nThe major products in this segment include centrifugal, axial and propeller fans and blowers, shutters, guards and other parts and accessories. The growth of the industrial sector has bolstered demand for related fans and blowers.\n\n## AIR PURIFICATION EQUIPMENT HAVE DECLINED AS SHARE OF REVENUE IN RECENT YEARS\n\nThis segment includes dust collection and purification equipment for industrial gasses; filters for air conditioners and furnaces; and parts for related equipment. Revenue for this segment has declined in recent years."}, {"markdown": "# Demand Determinants\n\nDemand for industry products is linked to new building construction, as new commercial and retail facilities require installing new heating and air conditioning equipment. As a result, demand for industry products moves in line with construction markets. Growth in the value of private nonresidential construction represents a potential opportunity for the industry.\n\n## Market Segmentation\n\n### Replacement and Remodeling Represent the Majority of Demand\n\nThe replacement and remodeling markets are driven by consumer employment and income levels, as well as ordinary wear and tear of already installed units. Climbing income levels positively affect consumers' private investments in home improvements, as individuals have more money to spend replacing existing units with upgraded equipment. \n\nOrdinary wear and tear lead to the gradual obsolescence of existing equipment, spurring replacement demand. Likewise, natural disasters can result in significant\n\n- Replacement and remodeling 61.5%\n- New residential and commercial construction 22.2% \n- Exports 16.3%"}, {"markdown": "# NEW RESIDENTIAL AND COMMERCIAL CONSTRUCTION CRUCIAL TO MANUFACTURERS\n\nAn increase in housing construction boosts residential customers' demand for heating and air conditioning equipment. Major nonresidential users of these products include office buildings, retail shopping centers and entertainment centers. Rising employment, corporate profit and easy access to credit have encouraged new residential and commercial construction, translating into increased demand for the latest industry products. However, the pandemic reduced demand from commercial customers, while recent interest rate hikes by the Federal Reserve will reduce demand for new residential construction.\n\n## EXPORTS EXPERIENCE DECLINE OVER PAST FIVE YEARS\n\nExports of industry equipment are relatively more expensive to consumer markets overseas as a result of the strong dollar. As the US dollar rises, exports become ever more costly. Slower global growth, especially in emerging nations such as China, has contributed to the drop in exports. Companies have looked to establish facilities overseas, hurting domestic manufacturing.\n\n### INTERNATIONAL TRADE\n\n#### IMPORTS\nmoderate and steady\n\n#### EXPORTS \nmoderate and steady\n\n## STRONG US DOLLAR ENCOURAGES IMPORT GROWTH\n\nImport penetration has increased amid a rise in the US dollar. A strong US dollar makes domestic equipment relatively more expensive than goods produced abroad."}, {"markdown": "# Imports from Mexico and China Benefit from Lower Costs\n\nThis has helped manufacturers access the United States with goods in remote markets, counteracting high transportation costs. China has risen to the second-largest source of imports into the industry, followed by Thailand.\n\nNumerous US companies have shifted manufacturing operations overseas. They seek to take advantage of lower wage costs and lighter regulations. Mexico has strong competitive advantages because it is located near many US manufacturers and has relatively low labor costs. Imports from China have likewise grown, accounting for more than a quarter of all imported goods.\n\n## Exports' Share of Industry Revenue Has Declined\n\nRising competition from foreign-based manufacturers that are able to offer lower prices due to lower labor costs has led to a decline in export revenue. The value of the US dollar has also increased, making US-produced goods more expensive abroad. This undermines the competitiveness of exported products relative to goods produced in-country.\n\n## Trade Agreements Secure Trading Partners  \n\nThe United States-Mexico-Canada Agreement (USMCA) ensures that Mexico and Canada are continuously among the top buyers of US exports, updating previous free trade agreements established under the North American Free Trade Agreement (NAFTA). Both Mexico and Canada benefit from geographic proximity, as transportation is quick and relatively inexpensive. Moreover, these countries, especially Canada, are better able to absorb the comparatively high wage costs of American-made products.\n\n### Business Locations"}, {"markdown": "# Distribution of Establishments vs Population\n\n![Distribution of Establishments vs Population chart](image.jpg)\n\n## THE SOUTHEAST IS A POPULATION CENTER\n\nThe spread of industry establishments generally follows US population and construction activity, and the Southeast is one of the fastest growing regions in the country. \n\nNew houses built in warmer states, like those of the Southeast during the summer, are more likely to be fitted with air conditioning than those built in cooler states, where the installation of central heating systems tends to be higher.\n\nRecent state legislation exempting manufacturers from sales taxes on the production of machinery and equipment has encouraged the high concentration, especially around Florida.\n\n## THE GREAT LAKES ARE HISTORICALLY A MANUFACTURING HUB\n\nThe Great Lakes region has been a manufacturing center for the better part of a century, with large manufacturing footprints in Michigan, Ohio and Indiana, in particular.\n\nThe region's cold winters, combined with an abundance of manufacturing activity, create a strong demand base for industrial and residential heating, ventilation, air conditioning and refrigeration equipment."}, {"markdown": "# Competitive Landscape\n\n## Basis of Competition\n\n### Moderate competition Increasing competition\n\nThe industry has high barriers to entry. High capital costs and brand recognition limit smaller manufacturers from competing with larger, more established players. This dynamic preserves market dominance for big companies. \n\nImports are increasing competitive pressure on domestic goods. Products manufactured abroad are cheaper due to lower labor costs. This price disparity is forcing local businesses to find new ways to stay competitive.\n\n## Barriers to Entry  \n\n### Moderate barriers Steady barriers\n\n#### Factors for Increased Barriers\n\n##### Life Cycle Stage\nmature\n\n#### Factors for Decreased Barriers  \n\n##### Capital Intensity Level\nlow\n\n### Legal\n\nThere are no specific regulations for manufacturers, but all companies must comply with regulations put in place to prevent environmental contamination.\n\n### Start-up Costs\n\nStart-up costs are due to the initial capital associated with the construction and development of specialized plants and machinery. Purchasing costs are also considerable."}, {"markdown": "# DIFFERENTIATION\n\nProducts vary based on price, quality and performance, with manufacturers establishing leverage based on leadership across product segments. The importance of each factor depends on individual product segments.\n\n## LABOR EXPENSES\n\nManufacturers depend heavily on skilled labor, which is required throughout the production process. Labor is also required to operate production lines, and engineers are essential to product development.\n\n## MARKET SHARE CONCENTRATION\n\n### MODERATE concentration\n\n### MAJOR PLAYERS HAVE A COMPETITIVE ADVANTAGE\n\nDue to the significant capital investment required in manufacturing and product development, entering the market is challenging. Large companies benefit from established name recognition and a wide range of products, which allows them to compete across all market segments through complementary products.\n\n### SMALL COMPANIES FILL NICHES\n\nThe industry has significant gaps filled by specialized companies, with more than half of all locations employing fewer than 20 workers. These manufacturers produce compressors, parts or other tertiary goods essential to servicing industry products.\n\n## INDUSTRY GLOBALIZATION\n\n### MODERATE globalization INCREASING globalization\n\n### MAJOR PLAYERS"}, {"markdown": "# Market Share for 2024\n\n| Year | Trane Technologies Plc | Carrier Global Corporation | Johnson Controls International Plc | Gentherm Incorporated | Others |\n|------|-------------------------|----------------------------|-----------------------------------|----------------------|--------|\n| 2024 | 19.7%                   | 13.5%                      | 12.4%                             | 5.6%                 | 49%    |\n| 2023 | 19.7%                   | 13.5%                      | 12.4%                             | 5.6%                 | 49%    |\n| 2022 | 19.7%                   | 13.5%                      | 12.4%                             | 5.6%                 | 49%    |\n\n## Trane Technologies Plc\n- Sub-brands: American Standard, Ameristar, Frigobloc, ICS Cool Energy, Oxbox, Runtru, Thermo King, Thermocold\n- Market Share: 19.7%\n- Revenue: $10,286,600,000 million\n\nTrane Technologies manufactured solutions for temperature-controlled vaccine transportation.\n\nTrane Technologies PLC (Trane) was impacted by the COVID-19 (coronavirus) pandemic. Particularly in the first half of 2020, Trane saw lower demand, supply chain delays, temporary facility closures and smaller work crews. However, Trane also provided products and solutions which helped maintain stable temperatures along the vaccine supply line.\n\n## Trane Technologies was launched following the industrial segment of Ingersoll-Rand separating\n\nIn March of 2020, the industrial segment of Ingersoll-Rand plc was separated from the rest of the company and combined with Gardner Denver. The only remaining segment of Ingersoll-Rand plc was the climate segment, which was then renamed Trane Technologies PLC."}, {"markdown": "# TRANE TECHNOLOGIES COMPLETED THE ACQUISITION OF FARRAR SCIENTIFIC\n\nIn September of 2021, Trane Technologies PLC (Trane) announced that it had completed its acquisition of Farrar Scientific, a producer of ultra-low temperature control technologies for biopharmaceutical and other life science applications. Farrar Scientific has been incorporated into Trane's Life Science Solutions segment.\n\n## YEAR REVENUE ($ MILLION) GROWTH (% CHANGE) OPERATING INCOME ($ MILLION) GROWTH (% CHANGE)\n\n2008 6,766 - 1,171 -  \n2009 5,859 -13 1,014 -13\n2010 6,058 3 1,048 3\n2011 6,455 7 1,117 7\n2012 6,920 7 1,197 7\n2013 7,107 3 1,229 3\n2014 6,998 -2 1,211 -2\n2015 7,293 4 1,262 4\n2016 7,135 -2 1,234 -2\n2017 7,557 6 1,263 2\n2018 8,040 6 1,365 8\n2019 8,783 9 1,521 11\n2020 8,844 1 1,532 1\n2021 10,287 16 2,101 37\n2022* 10,287 - 2,101 -\n2023* 10,287 0 2,101 0\n2024* 10,287 0 2,101 0\n\n\\* Estimates"}, {"markdown": "# CARRIER GLOBAL CORPORATION\n\n## REVENUE OPERATING INCOME\n\n(Graph showing revenue and operating income from 2008 to 2024)\n\n**SUB-BRANDS:** A-D, ARITECH, AUTOMATED LOGIC, AUTRONICA, CHUBB, CIAT, EDWARDS, FIREYE, IMODIUM, KIDDE, LENELS2, MARIOFF, NORESCO, PAYNE, ROLAIDS, SUDAFED, SUPRA, TEMPSTAR\n\n**MARKET SHARE:** 13.5%  \n**REVENUE:** $7,047,200,000 million\n\n## CARRIER GLOBAL CREATES NEW CORPORATE VENTURE GROUP FOR SUSTAINABLE INNOVATION\n\nIn February 2022, Carrier Global Corporation (Carrier) announced the creation of its new global venture capital group, Carrier Ventures. The group is focused on investing in opportunities that will accelerate the development of sustainable innovations. This creation is integral to the company's mission and target goal of reducing carbon footprints by over one gigaton by 2030. The company announced its first two investments: AddVolt, a low-maintenance plug-in electric system that reduces major emissions and avoids fuel usage; and OhmConnect, a free rewards service that grants users rewards for saving energy when demand on the electric grid is high.\n\n## CARRIER CONTINUES TO FOCUS ON CORE BUSINESS WITH SALE OF CHUBB FIRE & SECURITY  \n\nIn January 2022, Carrier announced it had completed the sale of its Chubb fire and security business to APi Group Corporation (APi) for $3.1 billion. This sale enables Carrier to focus on its core business and enhance the company's growth, margin and free cash flow. Additionally, the sale gives Carrier $2.6 billion in capital deployment, positioning them for a strong 2022. Carrier's global fire and safety products were not included as part of the sale as they are an important part of the company's health, safety and sustainability strategy."}, {"markdown": "# CARRIER INCREASES GLOBALIZATION EFFORTS WITH ACQUISITION OF TOSHIBA'S VRF & HVAC SEGMENTS\n\nIn February 2022, Carrier announced it had entered an agreement to acquire Toshiba Corporation's (Toshiba) ownership in Toshiba Carrier Corporation (TCC), a joint venture with Carrier, for $869.0 million. Carrier, which originally had 40.0%, now has 95.0% ownership over TCC's variable refrigerant flow (VRF) and light commercial HVAC segments. This acquisition positions Carrier as one of the fastest growing HVAC companies, as well as increases its production on a global scale with VRF. The acquisition is expected to close in the third quarter of 2022.\n\n## YEAR REVENUE ($ MILLION) GROWTH (% CHANGE) OPERATING INCOME ($ MILLION) GROWTH (% CHANGE)\n2008 4,063 - 811 -  \n2009 3,518 -13 702 -13\n2010 3,637 3 726 3\n2011 3,876 7 774 7\n2012 4,155 7 829 7\n2013 4,267 3 852 3\n2014 4,201 -2 839 -2\n2015 4,379 4 874 4\n2016 4,284 -2 855 -2\n2017 5,589 30 993 16\n2018 5,703 2 964 -3\n2019 6,778 19 982 2\n2020 6,321 -7 1,116 14\n2021 7,047 11 1,260 13\n2022* 7,047 0 1,260 0\n2023* 7,047 0 1,260 0\n2024* 7,047 - 1,260 -\n\n*Estimates"}, {"markdown": "# JOHNSON CONTROLS INTERNATIONAL PLC\n\n## SUB-BRANDS: \nAmerican Dynamics, Ansul, Bentel, DSC, Grinnell, Metasys, Protector, Ruskin, Scott, Titus, York\n\n## MARKET SHARE: 12.4%\n\n## REVENUE: $6,475,940,000 million\n\n## JOHNSON CONTROLS ANNOUNCES NEW ENERGY CONSERVATION INITIATIVE\n\nAfter City leadership for Rogers, Arkansas engaged Johnson controls about reducing their energy consumption across the board. Johnson Controls experts proposed building a large solar facility which is expected to generate more than 157M kilowatt-hours of electricity, which translates to around $15 million in total utility/ savings for Rogers taxpayers. This contract is not unique to Rogers, twenty-two other organizations in Arkansas have contracted Johnson controls for similar projects.\n\n## JOHNSON CONTROLS REPORT STRONG REVENUE AND ESP GROWTH IN Q1 2022  \n\nThe company announced that compared to their prior year sales have grown by 10% to $5.9 billion. From their first quarter results the CEO George Oliver is excited and confident about 2022 growth. Despite persisting global economic slowdowns as well as supply chain disruptions, strong revenue growth is expected to occur as they continue the roll out of their OpenBlue digital platform.\n\n## JOHNSON CONTROLS ANNOUNCES NEW PARTNERSHIP WITH WILLOW\n\nIn February of 2023, Johnson Controls announced that it has partnered with Willow, aiming to create digital solutions that can support smarter, healthier and sustainable buildings. Willow, a provider of digital twin solutions for infrastructure and real estate, will help Johnson Controls to bringing next generation solutions to customers moving forward."}, {"markdown": "# JOHNSON CONTROLS TO ACQUIRE FOGHORN\n\nAt the beginning of 2022 Johnson Controls (JCI) announced their acquisition of the AI platform company Foghorn. This acquisition is expected to further accelerate growth through 2022. Foghorns AI platform will help JCI address problems with sustainability and energy efficiency in their buildings across the world.\n\n| YEAR | REVENUE ($ MILLION) | GROWTH (% CHANGE) | OPERATING INCOME ($ MILLION) | GROWTH (% CHANGE) |\n|------|----------------------|--------------------|-----------------------------|-------------------|\n| 2007 | 2,823                |                    | 271                         |                    |\n| 2008 | 2,867                | 2                  | 275                         | 2                  |\n| 2009 | 2,483                | -13                | 238                         | -13                |\n| 2010 | 2,567                | 3                  | 246                         | 3                  |\n| 2011 | 2,735                | 7                  | 263                         | 7                  |\n| 2012 | 2,932                | 7                  | 281                         | 7                  |\n| 2013 | 3,011                | 3                  | 289                         | 3                  |\n| 2014 | 2,965                | -2                 | 285                         | -2                 |\n| 2015 | 3,090                | 4                  | 297                         | 4                  |\n| 2016 | 6,339                | 105                | 790                         | 166                |\n| 2017 | 6,509                | 3                  | 832                         | 5                  |\n| 2018 | 6,683                | 3                  | 853                         | 3                  |\n| 2019 | 6,454                | -3                 | 868                         | 2                  |\n| 2020 | 6,498                | 1                  | 910                         | 5                  |\n| 2021 | 6,476                | -0                 | 907                         | -0                 |\n| 2022* | 6,476                |                    | 907                         |                    |\n| 2023* | 6,476                | 0                  | 907                         | 0                  |\n| 2024* | 6,476                | 0                  | 907                         | 0                  |\n\n*Estimates"}, {"markdown": "# GENTHERM INCORPORATED\n\n## SUB-BRANDS: AMERICAN DYNAMICS, ANSUL, BENTEL, DSC, GRINNELL, METASYS, PROTECTOR, RUSKIN, SCOTT, TITUS, YORK\n\n**MARKET SHARE:** 5.6%  \n**REVENUE:** $2,914,650,000 million\n\n## JOHNSON CONTROLS ANNOUNCES NEW ENERGY CONSERVATION INITIATIVE\n\nAfter City leadership for Rogers, Arkansas engaged Johnson controls about reducing their energy consumption across the board. Johnson Controls experts proposed building a large solar facility which is expected to generate more than 157M kilowatt-hours of electricity, which translates to around $15 million in total utility/ savings for Rogers taxpayers. This contract is not unique to Rogers, twenty-two other organizations in Arkansas have contracted Johnson controls for similar projects.\n\n## JOHNSON CONTROLS REPORT STRONG REVENUE AND ESP GROWTH IN Q1 2022  \n\nThe company announced that compared to their prior year sales have grown by 10% to $5.9 billion. From their first quarter results the CEO George Oliver is excited and confident about 2022 growth. Despite persisting global economic slowdowns as well as supply chain disruptions, strong revenue growth is expected to occur as they continue the roll out of their OpenBlue digital platform.\n\n## JOHNSON CONTROLS ANNOUNCES NEW PARTNERSHIP WITH WILLOW\n\nIn February of 2023, Johnson Controls announced that it has partnered with Willow, aiming to create digital solutions that can support smarter, healthier and sustainable buildings. Willow, a provider of digital twin solutions for infrastructure and real estate, will help Johnson Controls to bringing next generation solutions to customers moving forward."}, {"markdown": "# JOHNSON CONTROLS TO ACQUIRE FOGHORN\n\nAt the beginning of 2022 Johnson Controls (JCI) announced their acquisition of the AI platform company Foghorn. This acquisition is expected to further accelerate growth through 2022. Foghorns AI platform will help JCI address problems with sustainability and energy efficiency in their buildings across the world.\n\n| YEAR | REVENUE ($ MILLION) | GROWTH (% CHANGE) | OPERATING INCOME ($ MILLION) | GROWTH (% CHANGE) |\n| --- | --- | --- | --- | --- |\n| 2016 | 1,803 |  | 103 |  | \n| 2017 | 1,793 | -1 | 102 | -1 |\n| 2018 | 1,836 | 2 | 105 | 2 |\n| 2019 | 1,892 | 3 | 108 | 3 |\n| 2020 | 1,867 | -1 | 106 | -1 |\n| 2021 | 2,190 | 17 | 125 | 17 |\n| 2022* | 2,915 | 33 | 166 | 33 |\n| 2023* | 2,915 | 0 | 166 | 0 |\n| 2024* | 2,915 |  | 166 |  |\n\n*Estimates\n\n## OTHER COMPANIES MARKET SHARE: 49%  \nREVENUE: 25,625,051,724 $ million"}, {"markdown": "# Costs & Operations\n\n## Cost Structure\n\n### Benchmarks for 2024\n\n*percentage of revenue*\n\n| | Profit | Wages | Purchases | Depreciation | Marketing | Rent | Utilities | Other | Other Costs |\n|-|--------|-------|-----------|--------------|-----------|------|-----------|-------|-------------|\n| Industry |  |  |  |  |  |  |  |  |  |\n| Sector |  |  |  |  |  |  |  |  |  |\n| | 0 | 10 | 20 | 30 | 40 | 50 | 60 | 70 | 80 | 90 | 100 |\n\n*Graph showing data from 2005 to 2024*\n\n### The Fluctuation of Purchase Costs is Passed Down the Supply Chain\n\nThe industry purchases a wide range of materials to manufacture heating and air conditioning equipment, including steel, copper tubing, aluminum, ferrous and nonferrous castings, clays, motors and electronics. \n\nRaw material prices have fluctuated as a result of changes in the overall economy and global demand. For instance, steel, which is a major component of heating and air conditioning equipment, has exhibited tremendous price volatility.\n\n### Wages Limited by Rising Automation  \n\nHeating, ventilation, air conditioning and refrigeration (HVACR) manufacturers have learned to increase operational efficiencies. This has allowed them to limit wage growth, which is especially important as labor costs have risen across the economy."}, {"markdown": "# Profitability Seesaws Across Industry\n\nEven as industry revenue expanded, wages have experienced only a modest gain. Manufacturers have relied heavily on automation and other machinery, enabling them to reduce labor spending.\n\nCompanies have sought to implement cost-control measures to preserve profit as manufacturers learned to streamline production. Fluctuations in raw material costs have the potential to erode profit. In 2020, profit declined due to COVID-19, which undermined downstream demand and disrupted global supply lines. While profit has bounced back since 2021, it has been pressured by the steep rise in energy and raw material costs.\n\n## Capital Intensity\n\n### Low capital intensity\n\n## Labor Expenses\n\nManufacturers depend heavily on skilled labor, which is required throughout the production process. Labor is also required to operate production lines, and engineers are essential to product development.\n\n### Moderate technology change\n\n## Environmentally Friendly Adjustments  \n\nIncreased awareness of environmental concerns has encouraged manufacturers to develop products that avoid carbon emissions and reduce energy costs. The industry's largest manufacturers have also dedicated funds to develop viable air-cooling equipment that does not rely on environmentally harmful hydrochlorofluorocarbons (HCFCs) scheduled to be phased out."}, {"markdown": "# IMPROVEMENTS IN ENERGY EFFICIENCY\n\nManufacturers will seek to develop systems for heating and cooling which are efficient and reduce operational costs. Energy-efficient systems can also have positive environmental impacts, contributing to environmentally friendly products.\n\n# REVENUE VOLATILITY\n\n## MODERATE revenue volatility\n\n### CYCLICAL CONSTRUCTION MARKET GENERATES VOLATILITY\n\nThe industry is susceptible to fluctuations in the construction market, which experiences cyclical growth. During the pandemic, low interest rates spurred growth in residential construction, resulting in a rapid rise in demand.\n\n### GLOBAL ECONOMIC UNCERTAINTY DRIVES REVENUE TRENDS\n\nThe industry is sensitive to trends in both global economic conditions and exchange rates, since domestic companies rely on other countries' products in the production process. Likewise, the appreciation of the US dollar makes domestic goods more expensive for foreigners, leading to a decline in exports and a countervailing surge in lower-cost imports.\n\n# REGULATION & POLICY \n\n## MODERATE regulation INCREASING regulation\n\n### CLEAN AIR ACT OF 1990\n\nThe U.S. Environmental Protection Agency (EPA) limits pollution emissions from manufacturing processes, focusing on phasing out ozone-depleting substances like hydrochlorofluorocarbons (HCFCs). These chemicals, once commonly used as refrigerants in air conditioning and refrigeration, face stringent reductions. Since"}, {"markdown": "# HCFC Phase-Out\n\nJanuary 2015, a 90% reduction in consumption is required. This cap increased to 99.5% in 2020, aiming for a complete 100% phase-out by 2030. Industries dependent on HCFCs must adopt eco-friendly alternatives to comply with these regulations.\n\n# CORONAVIRUS AID, RELIEF AND ECONOMIC SECURITY (CARES) ACT\n\nThe CARES Act mandated temporary sick leave benefits for workers previously uncovered by such provisions, aiming to mitigate the financial impact of the pandemic. Businesses with fewer than 50 or more than 500 employees are exempt, excluding many small businesses and large corporations. This exemption means that many workers in small and large companies might not benefit from these new sick leave provisions, potentially facing significant economic hardship during the pandemic.\n\n## INDUSTRY ASSISTANCE\n\n### MODERATE assistance STEADY assistance\n\n# AIR-CONDITIONING, HEATING AND REFRIGERATION INSTITUTE\n\nThe Air-Conditioning, Heating and Refrigeration Institute (AHRI) is pivotal in assisting the HVAC industry. Representing over 90% of companies within this sector, AHRI develops and publishes technical standards, ensuring product reliability and performance. It lobbies the government on issues such as energy-efficient regulations. By advocating for the industry's interests, AHRI helps manufacturers navigate regulatory landscapes and promotes technological advancements.\n\n# AMERICAN SOCIETY OF HEATING, REFRIGERATING AND AIR CONDITIONING ENGINEERS\n\nASHRAE, an international entity headquartered in Atlanta, offers extensive support to the HVACR industry. With over 55,000 members, it advances heating, refrigerating and air conditioning technology through sustainable development, research, standard writing and education. Notably, ASHRAE publishes a comprehensive four-volume handbook. This resource sets industry standards and provides critical insights, driving innovation and ensuring that HVACR professionals stay informed on best practices and emerging trends."}, {"markdown": "# Questions for Owners\n\n## How is your company affected by rising imports?\n### Sales & Marketing\n\nRising imports have weighed heavily on industry operators, which has created price-based competition for domestic manufacturers.\n\n## Have exports offered an opportunity for your company?\n### Sales & Marketing\n\nWhen the value of the dollar depreciates, there is a window of opportunity for domestic manufacturers to increase their revenue through exports.\n\n## Has your company explored acquisition opportunities in areas with well-established infrastructure?\n### Strategy & Operations\n\nConsolidation in this industry is prevalent, with the industry's largest players acquiring smaller companies to boost the efficiency of their processes.\n\n## Have you looked into setting up manufacturing facilities in lower-wage regions of the country?\n### Strategy & Operations\n\nIndustry operators have looked to set up manufacturing facilities in lower-wage regions of the country to boost profit margin and efficiency.\n\n## Is your company investing in technology to establish a competitive edge?\n### Technology\n\nIndustry operators are investing in new technologies to provide high value-added products for consumers.\n\n## Have you been able to reduce wage costs through automation over the past five years?\n### Technology\n\nIndustry operators have tried to reduce wage costs through more efficient processes, including automation of manual labor tasks."}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n## Have any regulatory expenses significantly affected profitability recently?\n\nCompliance\n\nRegulations have led industry operators to replace some lower-cost inputs with more expensive, energy efficient inputs, which has marginally affect profitability.\n\n## How does your company stay ahead of regulations, such as energy-efficiency standards?\n\nCompliance \n\nIndustry operators are challenged by appliance-efficiency regulations. They stay ahead by following the regulations set forth, principally by the US Environmental Protection Agency.\n\n## How does your company's profit compare with your main competitors'?\n\nFinance\n\nThe industry's largest players have the highest profit, as a result of increased efficiency.\n\n## How has input price volatility affected profit over the past 12 months?\n\nFinance\n\nProfit is affected by input cost volatility. Successful companies can pass down this cost to consumers.\n\n## Do you have your own retail outlets? How can you get your products into a wider variety of general home improvement stores?\n\nControl of distribution arrangements\n\nControl of distribution arrangements or company-owned retail outlets is a key success factor for industry operators manufacturing brand names.\n\n## Are you able to customize your models? How do you make sure your products comply with different states' legislation?\n\nAbility to vary services to suit different needs\n\nDue to the diverse range of HVACR systems available, industry operators must have the flexibility to manufacture models and sizes that suit customer requirements."}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\nDo you have a good reputation? How much of your revenue goes toward marketing?\n\n### Establishment of brand names\nSuccessful companies are able to establish strong connections between their brands and perceptions of quality and reliability.\n\nHow does low consumer confidence affect demand for your products? Do you have other revenue streams in times of low consumer confidence?\n\n### Consumer Confidence Index  \nWhen consumers feel confident in their financial futures, the decision-making process regarding replacing old equipment becomes less stressful than in times of doubt.\n\nDo you have long-term supply contracts with heating and air conditioning contractors? How can you expand your reach in this segment?\n\n### Demand from heating and air-conditioning contractors\nAs contractors' workloads increase, demand for heating and air conditioning equipment increases.\n\nHow much of your revenue comes from exports? How can you further expand your overseas markets?\n\n### Trade-weighted index\nExports of HVACR equipment make up less than one-fifth of total industry revenue. A rising dollar can make imported goods more attractive to domestic consumers, while HVACR exports become relatively more expensive for foreign buyers.\n\n### Datatables & Glossary\n\n#### INDUSTRY DATA\n\n| YEAR | REVENUE ($ MILLION) | ENTERPRISES (UNITS) | ESTABLISHMENTS (UNITS) | EMPLOYMENT (UNITS) | WAGES ($ MILLION) | IVA ($ MILLION) | IMPORTS ($ MILLION) | EXPORTS ($ MILLION) |\n|----|----|----|----|----|----|----|----|----|\n| 2005 | 58,016 | 12,786 | 1,845 | 148,300 | 8,941 | 10,844 | 8,920 | - |"}, {"markdown": "# Heating & Air Conditioning Equipment Manufacturing in the US\n\n| YEAR | REVENUE ($ MILLION) | ENTERPRISES (UNITS) | ESTABLISHMENTS (UNITS) | EMPLOYMENT (UNITS) | WAGES ($ MILLION) | IVA ($ MILLION) | IMPORTS ($ MILLION) | EXPORTS ($ MILLION) |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| 2006 | 58,230 | 13,050 | 1,801 | 1,502 | 150,277 | 9,523 | 12,363 | 9,061 |\n| 2007 | 58,219 | 13,129 | 1,822 | 1,518 | 151,175 | 9,454 | 13,178 | 8,918 |\n| 2008 | 57,930 | 13,348 | 1,870 | 1,567 | 149,126 | 9,940 | 12,977 | 9,039 |\n| 2009 | 49,566 | 11,344 | 1,800 | 1,519 | 133,259 | 8,009 | 10,733 | 7,915 |\n| 2010 | 50,582 | 11,083 | 1,812 | 1,543 | 117,848 | 9,091 | 12,517 | 7,461 |\n| 2011 | 52,757 | 11,564 | 1,781 | 1,518 | 123,371 | 9,857 | 14,144 | 7,863 |\n| 2012 | 56,044 | 12,296 | 1,841 | 1,566 | 126,920 | 8,989 | 14,103 | 7,986 |\n| 2013 | 56,601 | 11,928 | 1,801 | 1,537 | 129,839 | 9,632 | 14,794 | 8,183 |\n| 2014 | 54,773 | 12,090 | 1,791 | 1,526 | 127,782 | 9,330 | 17,004 | 8,154 |\n| 2015 | 56,557 | 13,385 | 1,776 | 1,503 | 129,001 | 9,274 | 17,024 | 8,618 |\n| 2016 | 54,807 | 13,015 | 1,750 | 1,486 | 126,808 | 8,625 | 17,435 | 8,379 |\n| 2017 | 53,923 | 12,311 | 1,710 | 1,447 | 128,185 | 8,486 | 18,902 | 8,326 |\n| 2018 | 53,894 | 12,829 | 1,692 | 1,431 | 128,386 | 8,496 | 20,214 | 8,382 |\n| 2019 | 55,144 | 12,956 | 1,672 | 1,417 | 130,182 | 8,090 | 19,802 | 8,432 |\n| 2020 | 53,968 | 12,908 | 1,672 | 1,411 | 135,839 | 7,033 | 19,904 | 8,586 |\n| 2021 | 55,363 | 13,318 | 1,674 | 1,375 | 132,480 | 7,297 | 24,625 | 8,948 |\n| 2022 | 51,908 | 12,571 | 1,623 | 1,335 | 126,848 | 7,913 | 25,872 | 8,532 |\n| 2023 | 51,746 | 12,529 | 1,608 | 1,322 | 126,338 | 7,828 | 24,372 | 8,499 |\n| 2024 | 52,362 | 12,654 | 1,604 | 1,317 | 127,176 | 7,916 | 24,689 | 8,564 |\n| 2025 | 53,690 | 12,945 | 1,612 | 1,321 | 129,211 | 8,177 | 24,988 | 8,717 |\n| 2026 | 55,708 | 13,371 | 1,630 | 1,332 | 132,441 | 8,583 | 25,413 | 8,957 |\n| 2027 | 57,229 | 13,706 | 1,644 | 1,342 | 134,917 | 8,870 | 25,837 | 9,140 |\n| 2028 | 58,689 | 14,019 | 1,658 | 1,351 | 137,201 | 9,152 | 26,219 | 9,310 |\n| 2029 | 60,005 | 14,307 | 1,672 | 1,361 | 139,416 | 9,416 | 26,520 | 9,472 |\n| 2030 | 61,704 | 14,687 | 1,695 | 1,379 | 142,552 | 9,703 | 27,172 | 9,696 |\n\nFuture values are projections made by IBISWORLD. \n\nFigures have been adjusted for inflation and are presented in 2024 currency.\n\n### Annual Change"}, {"markdown": "# Key Ratios\n\n| Year | Revenue % | Enterprises % | Establishments % | Employment % | Wages % | IVA % |\n| --- | --- | --- | --- | --- | --- | --- |\n| 2005 | N/A | N/A | N/A | N/A | N/A | N/A |\n| 2006 | 0.36910899662346 | 2.0668951802062 | -2.3848238482385 | -1.6371971185331 | 1.3331085637222 | 6.5078168266907 |\n| 2007 | -0.01809071930774 | 0.60828572596965 | 1.1660188784009 | 1.0652463382157 | 0.59756316668552 | -0.72468784827025 |\n| 2008 | -0.49718672570583 | 1.6625648995017 | 2.6344676180022 | 3.2279314888011 | -1.3553828344634 | 5.1410352149115 |\n| 2009 | -14.437282848243 | -15.010356535366 | -3.7433155080214 | -3.063178047224 | -10.639995708327 | -19.428546265141 |\n| 2010 | 2.0493368016545 | -2.2996975375539 | 0.66666666666667 | 1.5799868334431 | -11.564697318755 | 13.514331786422 |\n| 2011 | 4.2993342503306 | 4.3397712502996 | -1.7108167770419 | -1.6202203499676 | 4.6865453804901 | 8.4176838711829 |\n| 2012 | 6.2300653182928 | 6.3308256954486 | 3.3688938798428 | 3.1620553359684 | 2.8766890111939 | -8.8000712443101 |\n| 2013 | 0.99514266087702 | -2.9987559893773 | -2.172732210755 | -1.8518518518519 | 2.2998739363379 | 7.1553441187832 |\n| 2014 | -3.2310138877923 | 1.3643642505774 | -0.5552470849528 | -0.71567989590111 | -1.5842697494589 | -3.139358897525 |\n| 2015 | 3.2583761089702 | 10.705428500162 | -0.83752093802345 | -1.5072083879423 | 0.95396847756335 | -0.59887251983349 |\n| 2016 | -3.0942051059736 | -2.7593127549152 | -1.463963963964 | -1.1310711909514 | -1.6999868218076 | -6.9973571741008 |\n| 2017 | -1.6140077320326 | -5.4143328451274 | -2.2857142857143 | -2.6244952893674 | 1.085893634471 | -1.6130655395636 |\n| 2018 | -0.05405443117045 | 4.21014797921 | -1.0526315789474 | -1.1057360055287 | 0.15680461832508 | 0.11730764914681 |\n| 2019 | 2.320797648614 | 0.99432019410502 | -1.1820330969267 | -0.97833682739343 | 1.3989064228187 | -4.7792190381609 |\n| 2020 | -2.1325092335393 | -0.37342313643009 | 0 | -0.42342978122795 | 4.3454548247838 | -13.066681114708 |\n| 2021 | 2.5847921382624 | 3.1777721973777 | 0.11961722488038 | -2.5513819985826 | -2.472780276651 | 3.7614098341887 |\n| 2022 | -6.2407781994419 | -5.610719375376 | -3.0465949820789 | -2.9090909090909 | -4.2512077294686 | 8.4373712779832 |\n| 2023 | -0.31273608475661 | -0.33426007370816 | -0.92421441774492 | -0.97378277153558 | -0.40205600403633 | -1.0817771626234 |\n| 2024 | 1.190260580986 | 1.0012394361542 | -0.24875621890547 | -0.37821482602118 | 0.66330003641026 | 1.1255463533541 |\n| 2025 | 2.5360090753183 | 2.2964344417752 | 0.49875311720698 | 0.3037205770691 | 1.6001446813864 | 3.3035612769559 |\n| 2026 | 3.7593802908193 | 3.291618385477 | 1.1166253101737 | 0.83270249810749 | 2.499787169823 | 4.9613559653671 |\n| 2027 | 2.7297646123275 | 2.5039076814922 | 0.85889570552147 | 0.75075075075075 | 1.8695117070998 | 3.3461883512566 |\n| 2028 | 2.5513377879669 | 2.2851472723426 | 0.85158150851582 | 0.67064083457526 | 1.6928926673436 | 3.1803474594424 |\n| 2029 | 2.2421616353348 | 2.051486900015 | 0.84439083232811 | 0.74019245003701 | 1.6144197199729 | 2.882367081139 |\n| 2030 | 2.8314401514545 | 2.6602920310064 | 1.3755980861244 | 1.3225569434239 | 2.2493831411029 | 3.0501274426508 |\n\nFuture values are projections made by IBISWORLD."}, {"markdown": "# YEAR\n\n| YEAR | REVENUE PER EMPLOYEE $ | REVENUE PER ENTERPRISE $ MILLION | EMPLOYEES PER ESTABLISHMENT UNITS | EMPLOYEES PER ENTERPRISE UNITS | AVERAGE WAGE $ | WAGES/ REVENUE % | ESTABLISHMENTS PER ENTERPRISE UNITS | IVA/ REVENUE % | IMPORTS/ DOMESTIC DEMAND % | EX RE % |\n|------|------------------------|------------------------------------|----------------------------------|--------------------------------|-----------------|------------------|-------------------------------------|-----------------|---------------------------|---------|\n| 2005 | 22                     | 18                                 | 15                               | 391,205                       | 15              | 80               | 60,149                              | 38              | 97                        | 1       |\n| 2006 | 22                     | 20                                 | 16                               | 387,484                       | 16              | 83               | 60,299                              | 39              | 100                       | 1       |\n| 2007 | 23                     | 21                                 | 16                               | 385,112                       | 15              | 83               | 58,993                              | 38              | 100                       | 1       |\n| 2008 | 23                     | 21                                 | 17                               | 388,463                       | 16              | 80               | 60,616                              | 37              | 95                        | 1       |\n| 2009 | 23                     | 21                                 | 16                               | 371,955                       | 16              | 74               | 59,396                              | 33              | 88                        | 1       |\n| 2010 | 22                     | 23                                 | 18                               | 429,216                       | 15              | 65               | 63,311                              | 33              | 76                        | 1       |\n| 2011 | 22                     | 25                                 | 19                               | 427,628                       | 15              | 69               | 63,735                              | 35              | 81                        | 1       |\n| 2012 | 22                     | 23                                 | 16                               | 441,567                       | 14              | 69               | 62,919                              | 36              | 81                        | 1       |\n| 2013 | 21                     | 24                                 | 17                               | 435,935                       | 14              | 72               | 63,027                              | 37              | 84                        | 1       |\n| 2014 | 22                     | 27                                 | 17                               | 428,641                       | 15              | 71               | 63,813                              | 36              | 84                        | 1       |\n| 2015 | 24                     | 26                                 | 16                               | 438,425                       | 15              | 73               | 66,807                              | 38              | 86                        | 1       |\n| 2016 | 24                     | 27                                 | 16                               | 432,207                       | 15              | 72               | 66,073                              | 37              | 85                        | 1       |\n| 2017 | 23                     | 29                                 | 16                               | 420,663                       | 15              | 75               | 64,952                              | 37              | 89                        | 1       |\n| 2018 | 24                     | 31                                 | 16                               | 419,778                       | 16              | 76               | 65,287                              | 38              | 90                        | 1       |\n| 2019 | 23                     | 30                                 | 15                               | 423,594                       | 15              | 78               | 64,774                              | 39              | 92                        | 1       |\n| 2020 | 24                     | 30                                 | 13                               | 397,296                       | 16              | 81               | 63,205                              | 38              | 96                        | 1       |\n| 2021 | 24                     | 34                                 | 13                               | 417,900                       | 16              | 79               | 67,540                              | 40              | 96                        | 1       |\n| 2022 | 24                     | 37                                 | 15                               | 409,216                       | 16              | 78               | 67,260                              | 39              | 95                        | 1       |\n| 2023 | 24                     | 36                                 | 15                               | 409,583                       | 16              | 79               | 67,268                              | 39              | 96                        | 1       |\n| 2024 | 24                     | 36                                 | 15                               | 411,727                       | 16              | 79               | 67,337                              | 40              | 97                        | 1       |\n| 2025 | 24                     | 35                                 | 15                               | 415,520                       | 16              | 80               | 67,462                              | 41              | 98                        | 1       |\n| 2026 | 24                     | 35                                 | 15                               | 420,626                       | 16              | 81               | 67,627                              | 42              | 99                        | 1       |\n| 2027 | 24                     | 35                                 | 15                               | 424,178                       | 16              | 82               | 67,742                              | 43              | 101                       | 1       |\n| 2028 | 24                     | 35                                 | 16                               | 427,759                       | 16              | 83               | 67,856                              | 43              | 102                       | 1       |\n| 2029 | 24                     | 34                                 | 16                               | 430,401                       | 16              | 83               | 67,940                              | 44              | 102                       | 1       |\n| 2030 | 24                     | 34                                 | 16                               | 432,851                       | 16              | 84               | 68,017                              | 45              | 103                       | 1       |\n\nFuture values are projections made by IBISWORLD.\n\n## GLOSSARY"}, {"markdown": "# C H L O R O F L U O R O C A R B O N S  ( C F C S )\n\nA common type of refrigerant used in air conditioning systems that is being phased out because it contributes to depleting the ozone layer.\n\n## H Y D R O C H L O R O F L U O R O C A R B O N S\n\nA type of CFC, known in the industry as HCFC-22, which is thought to be more environmentally friendly than other chemicals, but is currently being phased out.  \n\n## R E F R I G E R A N T\n\nA chemical compound or coolant used to achieve low temperatures in air conditioning and refrigeration equipment.\n\n## R E L AT E D  R E P O R T S\n\n- Metal Pipe & Tube Manufacturing in the US\n- Aluminum Manufacturing in the US  \n- Iron & Steel Manufacturing in the US\n- Electrical Equipment Manufacturing in the US\n- Screw, Nut & Bolt Manufacturing in the US\n- Ferrous Metal Foundry Products in the US\n- Navigational Instrument Manufacturing in the US\n- Valve Manufacturing in the US"}, {"markdown": "# Heating & Air-Conditioning Contractors in the US\n\n(/ibisworld/reportkey/1/655)\n\n# Refrigeration Equipment Wholesaling in the US  \n\n(/ibisworld/reportkey/1/1945)\n\n# Refrigerated Storage in the US\n\n(/ibisworld/reportkey/1/944)\n\n# Heating & Air Conditioning Wholesaling in the US\n\n(/ibisworld/reportkey/1/1225)  (/ibisworld/reportkey/1/943)\n\n# Municipal Building Construction in the US\n\n(/ibisworld/reportkey/1/1917)\n\n# Home Builders in the US\n\n(/ibisworld/reportkey/1/169)  (/ibisworld/reportkey/1/170)\n\n# Apartment & Condominium Construction in the US\n\n(/ibisworld/reportkey/1/1916)\n\n# Commercial Building Construction in the US  \n\n(/ibisworld/reportkey/1/632)  (/ibisworld/reportkey/1/786)\n\n# Boiler & Heat Exchanger Manufacturing in the US\n\n(/ibisworld/reportkey/1/789)\n\n# Vacuum, Fan & Small Household Appliance Manufacturing in the US\n\n# Major Household Appliance Manufacturing in the US\n\n# Power Tools & Other General Purpose Machinery Manufacturing in the US\n\n(/ibisworld/reportkey/1/728)"}, {"markdown": "# Metal Pipe & Tube Manufacturing in the US\n\n## Iron & Steel Manufacturing in the US\n\n## Heating, Cooling and Ventilation Equipment Manufacturing in Australia\n\n## Air-Conditioner Manufacturing in China\n\n## Heating & Air-Conditioning Equipment Manufacturing in Canada\n\n## Heating, Cooling and Ventilation Equipment Manufacturing in New Zealand\n\n© searchfunder 2023 terms of service . privacy policy (/legal)"}]