[{"markdown": "# HVAC Equipment Manufacturing\n\n### 8.5.2024\n### NAICS CODES: 33341\n### SIC CODES: 3433, 3564, 3585\n\nFirst Research, a D&B company, is the leading provider of Industry Intelligence Tools that help sales and marketing teams perform faster and smarter, open doors and close more deals. First Research performs the \"heavy lifting\" by analyzing hundreds of sources to create insightful and easy to digest Industry Intelligence that can be consumed very quickly to better understand a prospect's or client's business issues. Customers include leading companies in banking, accounting, insurance, technology, telecommunications, business process outsourcing and professional services. Used by more than 60,000 sales professionals, First Research can benefit any organization which has prospects in multiple industries.\n\nAttention: This Profile purchase is an individual license and is not to be distributed to additional individuals even within the same organization. For corporate or small business subscription information, visit www.firstresearch.com or call 866-788-9389 or toll-free International 800-486-8666.\n\n### About First Research"}, {"markdown": "# Industry Overview\n\nCompanies in this industry manufacture residential and commercial heating, ventilation, air-conditioning (HVAC), and air-purification equipment, as well as commercial refrigeration equipment. Major US-based companies include Lennox, Nortek, and the climate control division of Johnson Controls; other leading companies include Bosch Thermotechnik (Germany), Daikin Industries and Yazaki (both based in Japan), Danfoss (Denmark), Gree (China), and Trane Technologies (Ireland).\n\nGlobal market for HVAC equipment is expected to reach around $235 billion by 2030, based on a CAGR of 6.3% between 2023 and 2030, according to Grand View Research. Leading countries for HVAC equipment manufacture include China, India, and Thailand. The market growth is due to continued growth in the construction sector.\n\nThe US HVAC equipment manufacturing industry includes about 1,700 companies with combined annual revenue of about $45 billion.\n\nThe ability to develop smart building applications that tie HVAC equipment with other building systems to increase energy efficiency will be a leading competitive differentiator. Companies must also focus on implementing a global strategy as HVAC demand growth shifts from established markets to emerging ones.\n\nDemand for HVAC equipment depends on replacement rates of existing equipment, residential and commercial real estate construction, and home sales, all of which can be cyclical. The profitability of individual companies depends on efficient operations and effective marketing. The US industry is concentrated: the 50 largest firms account for about 70% of revenue.\n\n# Competitive Landscape\n\n## Competitive Advantages:\n\n### Smart Homes and Buildings\nSmart homes and nonresidential building automation systems use connectivity to integrate a building's HVAC, lighting, security, and other systems. HVAC companies whose products and designs integrate easily and increase the overall performance of connected building systems can have more control over how the smart building industry evolves and capture greater value.\n\n### Advanced Control Systems\nHVAC equipment manufacturers are introducing products with user interfaces that enable remote monitoring via smartphones and tablets. Products can also provide diagnostics and predictive maintenance tools that streamline system maintenance and minimize downtime. Advanced control systems are an integral component of smart building advancement.\n\n### Global Strategy\nHVAC equipment industry growth is forecast to be strongest outside traditional North American and European markets in the coming years. Growth in the Asia-Pacific region, particularly China, is expected to far outpace the global average. As the industry becomes more global companies must navigate regulatory variations that affect HVAC products, while offering product mixes that serve regional needs and preferences.\n\n## Companies to Watch:\n\n### Gree Electric Appliances\nGree is China's largest manufacturer of air conditioners, and has built one-third of the AC units in service globally. The company is focused on expansion outside China and is a major player in the Brazilian market.\n\n### Johnson Controls\nThe maker of commercial HVAC systems is well-positioned to take advantage of the smart building market. Its 2016 acquisition of Tyco added fire and security capabilities to its controls, HVAC, and power solutions and energy storage businesses.\n\n### United Technologies\nThe company's Climate, Controls, & Security division includes HVAC manufacturer Carrier, as well as fire safety, security, and building automation offerings.\n\n# Products, Operations & Technology\n\nMajor products categories include equipment for air-conditioning and warm air heating, refrigeration, fans, blowers and air purification, and heating. Unitary air conditioners account for about 40% of industry revenue, followed by heat transfer equipment at about 30%. Warm air furnaces, compressors and compressor unit, parts of air conditions, and other heating system products, account for 10% each.\n\nIn the HVAC segment, products are distinguished by residential or commercial applications. Many companies serve both markets. Most manufacturers construct the bodies of their products from coil and sheet steel using stamping, pressing, and welding processes, as well as painting or other surface finishing techniques. Various component"}, {"markdown": "# HVAC and Commercial Refrigeration Equipment Manufacturing\n\n## Parts and Subassemblies\n\nParts and subassemblies such as motors, fan blades, wiring harnesses, electronics, and compressors are usually purchased from suppliers. Some manufacturers may hold equity interest in or form joint ventures with companies that manufacture components. Companies typically market products under their own brands, but due to the strength of brand names, some companies also license well-known brands. For instance, Nortek manufactures commercial and residential HVAC equipment under the Frigidaire and Maytag brands, among others.\n\nMajor inputs include raw materials such as copper, steel and aluminum, prices for which can be subject to significant fluctuation, along with highly engineered components and subassemblies. Companies often form long-term relationships with suppliers to ensure a steady supply of materials and components at favorable prices.\n\n## Technology\n\nBecause most items of HVAC and commercial refrigeration equipment are fairly simple devices that can be made using well-established processes, the applications of technology in this industry have focused mainly on automating manufacturing processes. Computer technology has also been applied in the design process and in the greater sophistication of controls for HVAC and refrigeration equipment. Advanced computer-aided design (CAD), computer-aided manufacturing (CAM), and other sophisticated design tools are used to simply design and manufacturing processes. During the conceptual design phase, computer simulations and analyses are applied before creating a functional prototype.\n\nDigitalization and artificial intelligence play an important role in innovating processes and products. Some companies apply a modular system concept for energy-efficient heating, hot water, solutions, and even IoT applications and hybrid solutions. Energy management platforms efficiently coordinate energy consumption, power generation, and energy storage with other components such as heat pumps, photovoltaic arrays, and power storage units. Artificial intelligence tools used in research and development of some companies include sensory evaluation using image analysis and materials informatics (MI) to optimize materials design and process.\n\n## Sales & Marketing\n\nHVAC equipment manufacturers sell to distributors, wholesalers, equipment dealers, retail outlets, HVAC contractors, and end-users. Most companies use internal sales forces and manufacturers' representatives. Some companies operate networks of company-owned dealer service centers. Commercial and industrial refrigeration equipment is often sold directly to end-users and through distributors. End users include supermarkets, convenience stores, restaurants, and refrigerated warehouses and distribution centers. \n\nMajor types of marketing include mass media advertising, locally produced dealer advertisements, and trade shows.\n\nPrices for HVAC and commercial refrigeration equipment vary greatly by size, performance, and application. A residential HVAC system with heating and air-conditioning can cost $4,000 to $7,000 for an average-size home. Prices for commercial refrigeration systems range from a few thousand dollars for a walk-in refrigerator or freezer to hundreds of thousands for a system capable of refrigerating a large warehouse or distribution center.\n\n## Finance & Regulation\n\nThe industry is capital-intensive: average annual revenue per employee in the US is about $330,000. Materials are a significant cost, representing about half of sales.\n\nOn average, the US industry's working capital turnover ratio is around 20%. Sales are highly seasonal, with higher demand for air-conditioning replacement during the summer, and more replacement of heating systems during the winter. Most companies offer both heating and air-conditioning products, which helps offset the impact of seasonality. Springtime is often the slowest time of the year, or the shoulder season, during which the HVAC equipment distribution channel transitions from heating to cooling product offerings. Inventory represents about 20% of sales and averages about 70 days. Accounts receivable typically are around 60 days.\n\n### Working Capital Turnover by Company Size\n\nThe working capital turnover ratio, also known as working capital to sales, is a measure of how efficiently a company uses its capital to generate sales. Companies should be compared to others in their industry."}, {"markdown": "# Regulation\n\n## Change in Dollar Value of US Trade - US International Trade Commission\n\nManufacturers of HVAC and commercial refrigeration equipment are subject to numerous federal laws and regulations regarding pollution, energy efficiency, and the use of refrigerants. Key legislation affecting the industry includes the National Appliance Energy Conservation Act, the National Environmental Policy Act, and the Toxic Substances Control Act. The Department of Energy maintains efficiency standards. Hydrochlorofluorocarbons (HCFCs) and hydrofluorocarbons (HFCs) are commonly used refrigerants in the HVAC and commercial refrigeration industry and are highly regulated. As part of the international Montreal Protocol, the US and other developed countries are required to completely phase out the use of HCFC refrigerants by 2030.\n\nGlobal market for HVAC equipment is expected to reach around $235 billion by 2030, based on a CAGR of 6.3% between 2023 and 2030, according to Grand View Research. Leading countries for HVAC equipment manufacture include China, India, and Thailand. The market growth is due to continued growth in the construction sector.\n\nDemand in developing regions will be spurred by rising incomes, expanding electricity infrastructure, construction spending, and improving distribution networks for HVAC equipment.\n\nHeat pumps are forecast to be the fastest-growing product category, due to relatively low adoption rates and concern about energy efficiency. Narrowing the gap between electricity and natural gas prices may increase sales in expanding market segments and foster deployment in new ones.\n\nOn a global basis, the HVAC market should benefit from replacement and retrofits of older, less-efficient equipment. In addition to heat pumps, the HVAC market should see growth from increased demand for room air conditioners, which are the largest global product category in volume and value terms, according to Freedonia. Additionally, the phasing out of hydrochlorofluorocarbon (HCFC) refrigerants should also spur demand for new HVAC equipment that use refrigerants that reduce harm to the environment.\n\nThe European Union (EU) market is expanding quickly in HVAC demand as construction activity rebounds, and system replacement and upgrade spending improves after being postponed for several years. Germany, France, and Italy, are the major countries with the most demand, according to Research and Markets. While nonresidential is the largest market in value terms, the residential market is expected to see stronger growth.\n\nUS exports of HVAC and commercial refrigeration equipment were over $7 billion in 2021. Top export markets include Canada, Mexico, the UK, China, and Germany.\n\nImports largely came from US, Japan, Germany, France, and Italy. Some US manufacturers own facilities in those countries or participate in joint ventures with local partners."}, {"markdown": "# 33341 VENTILATION, HEATING, AIR-CONDITIONING, AND COMMERCIAL REFRIGERATION EQUIPMENT\n\nImports of HVAC equipment to the US come primarily from China, Mexico, Canada, Thailand, and Italy. Major export markets for US HVAC equipment include Canada, Mexico, UK, China, and Germany.\n\nIn the US, manufacturers of HVAC and commercial refrigeration equipment are mostly highly concentrated in California, Texas, Florida, Pennsylvania, and Illinois. Demand for HVAC systems tends to be higher in states with higher rates of household formations.\n\nSome workers in the HVAC and commercial refrigeration manufacturing industry require specialized skills in metalworking and assembly. Wages for the machinery industry, which includes HVAC equipment manufacturing, are about the same as the national average. The industry's injury rate is also about the same as the national average.\n\n## Industry Employment Growth\nBureau of Labor Statistics\n\n## Average Hourly Earnings & Annual Wage Increase\nBureau of Labor Statistics  \n\n## Regional Highlights\n\n## Human Resources"}, {"markdown": "# Demand\n\n- Depends on new construction and replacement rate for existing equipment\n- Require efficient operations and effective marketing\n- Risk: Competition from low-cost imports\n\n# Industry Growth Rating\n\n## Trend: Products Shipment Performance\n\nThe latest report from the Air-Conditioning, Heating, and Refrigeration Institute (AHRI) revealed that the annual pace of unitary shipments for air conditioners, heat pumps, and furnaces has stabilized. Air conditioner shipments reached a low point at 5 million units, while heat pump shipments stabilized at 3.6 million units annually. Additionally, furnace shipments stabilized at 2.9 million units annually. The report anticipates an improvement in distributor sales growth for the remainder of 2024 and a return to a more typical growth pattern next year.\n\n## Industry Impact\n\nCompanies may expect a volatile market this quarter and must develop a strategy to improve demand patterns for the upcoming year.\n\n# Quarterly Industry Update\n\n## 8.5.2024\n\n- US manufacturers' shipments of miscellaneous durable goods, an indicator of demand for HVAC equipment, rose 1.60% year-to-date in July 2024 compared to the same period in 2023.\n\n- The value of US nonresidential construction spending, a demand indicator for HVAC equipment manufacturers, rose 8.30% year-to-date in July 2024 compared to the same period in 2023.\n\n- The value of US residential construction spending, which impacts demand for HVAC equipment manufacturers, rose 9.40% year-to-date in July 2024 compared to the same period in 2023.\n\n- US steel mill product prices, an indicator of commodity steel costs for household appliance manufacturers, fell 13.80% In July 2024 compared to the same month in 2023.\n\n- Total US wholesale sales of durable goods, a potential measure of HVAC equipment demand, rose 9.40% in July 2024 compared to the same period in 2023.\n\n## Industry Indicators"}, {"markdown": "# Revenue Forecast\n\nRevenue (in current dollars) for US HVAC equipment production is forecast to grow at an annual compounded rate of 2% between 2023 and 2028, based on changes in physical volume and unit prices. Data Published: July 2024\n\nFirst Research forecasts are based on INFORUM forecasts that are licensed from the Interindustry Economic Research Fund, Inc. (IERF) in College Park, MD. INFORUM's \"interindustry-macro\" approach to modeling the economy captures the links between industries and the aggregate economy. Forecast FAQs\n\n## Industry Forecast\n\n## Industry Drivers\n\n### Dependence on Cyclical Real Estate Markets\nSales of HVAC equipment is highly dependent on new and existing home sales, as well as on nonresidential construction segments. When construction activity and real estate markets are weak, demand for HVAC equipment tends to drop. Residential and commercial new construction markets are influenced by cyclical factors such as interest rates, inflation, consumer spending, and employment rates, among others.\n\n### Competition from Low-Cost Imports\nLower labor costs in certain developing economies, have resulted in increased competition for US manufacturers. Local competitors may also establish manufacturing operations in low-cost countries, providing cost advantages. Manufacturers may remain competitive by enhancing product reliability, performance, and brand recognition.\n\n## Critical Issues"}, {"markdown": "# Evolving Government Regulation\n\nManufacturers of HVAC and commercial refrigeration equipment are subject to regulations, both in the US and in various foreign markets. Changes in energy efficiency standards or regulations governing the use of refrigerants can greatly impact what kinds of products companies can develop and sell. HVAC manufacturers are creating new refrigerant gases that could slow down global warming.\n\n# Volatility of Raw Materials Prices\n\nCompanies in the industry are vulnerable to fluctuations in prices of various raw materials, chiefly steel, copper, and aluminum. Companies are also sensitive to price increases for components and subassemblies purchased from suppliers. Fluctuation in the prices of production materials or the impact of inflationary increases could affect the costs of products. Companies may not be able to increase the costs of products on sale which could negatively impact operations and revenue. In the event of deflation, customers may demand for lower prices.\n\n## Business Challenges\n\n### Increasing HVAC System Efficiency\n\nManufacturers of HVAC and commercial refrigeration equipment increasingly are pushed by cost-conscious users and by regulators to improve energy efficiency of their systems. Companies can develop these new energy-efficient products by leveraging product development cycle time improvements and product data management systems. Computer-aided design, computer-aided manufacturing, computational fluid dynamics, and other sophisticated design tools can streamline the process.\n\n### Refrigerant Trends\n\nCompanies are shifting to using refrigerants with lower warming impacts or to recycling them to reduce greenhouse gas emissions. When it comes to recycling refrigerants, Daikin has launched a multi-type air conditioner that uses recycled refrigerants, which helped in reducing the amount of new refrigerant in commercial use. Daikin plans to launch a package service for collecting refrigerants with the sale of their multi-tupe air conditioner (VRV Loop) as the replacement when another unit is being discarded.\n\n## Business Trends\n\n### Government Incentives\n\nThe US government offers incentives to consumers as tax credits for upgrading to a new and more efficient HVAC system. Individual states, municipalities, and utility providers may offer additional incentives that encourage consumers to upgrade to more efficient equipment. The US Environmental Protection Agency (EPA) and the Department of Energy's Energy Star Rebates programs offer rebates and special offers based on location.\n\n### Improving Indoor Air Quality\n\nIndoor air quality is an important health concern in the US, especially for the vulnerable population more affected by pollution. Regular system checks ensures HVAC systems are up to date and follows appropriate standards set by the US Environmental Protection Agency (EPA), Occupational Health and Safety Administration (OSHA), and American Society of Heating, Refrigerating, and Air-Conditioning Engineers (ASHRAE) regulations. Indoor air quality (IAQ) sensors may be installed to monitor matter, volatile organic compounds, and temperature, among others.\n\n### Smart HVAC Technology\n\nSmart HVAC system is better than the traditional system as it offers a wide range of benefits for customers. These systems utilize Internet of Things (IoT) to effectively manage HVAC systems, such as smart air conditioners, air purifiers, and heaters. Other benefits include condition-based maintenance for automatic identification of performance issues and predictive performance issues through embedded machine learning tools in the system.\n\n## Industry Opportunities\n\n## Executive Insight\n\nChief Executive Officer - CEO"}, {"markdown": "# Planning for Demand Cycles\n\nSales of HVAC equipment are highly dependent on new and existing home sales, as well as on many nonresidential construction segments. When construction activity and real estate markets are weak, demand for HVAC equipment tends to drop. Production and staffing requirements are subject to cyclical as well as seasonal shifts in demand.\n\n## Competing with Low-Cost Imports\n\nLower labor costs and economies of scale in certain developing economies, primarily Mexico and China, have resulted in increased competition for US manufacturers of HVAC and commercial refrigeration equipment. To reduce manufacturing costs and to sell into emerging markets, some US manufacturers own facilities in low-cost countries or participate in joint ventures with local partners.\n\n## Planning for Seasonal Cash Flow\n\nDemand for HVAC equipment is seasonal. Air conditioning demand is concentrated in the summer months, while heating demand is strongest in winter. Equipment manufacturers have to manage cash flow between seasons and use the spring shoulder season -- typically the slowest time of the year -- to shift production and inventories from heating products to cooling products.\n\n## Managing Materials Costs\n\nCompanies in the industry are vulnerable to fluctuations in prices for raw materials and purchased components and subassemblies. Passing higher costs on to customers can undermine a company's price competitiveness, while refraining from raising customer prices erodes profit margins. Many HVAC companies attempt to hedge against price increases by contracting in advance to buy some materials at fixed prices.\n\n## Automating Production\n\nTo compete with overseas companies that often have lower cost structures, manufacturers in developed countries invest in automated production equipment to make design and production more efficient and reduce costs. Companies may also implement enterprise resource planning (ERP) software to streamline manufacturing operations as well as supply chain management, customer relationship management (CRM), human resources, sales and marketing, and accounting functions.\n\n## Incorporating Technology into Products\n\nEquipment manufacturers are increasingly developing technology-enabled HVAC controls. Advancements in HVAC controls include increased integration with building automation systems to coordinate climate control with other functions, such as lighting and access control. Smart thermostats common in residential applications are expected to find wider adoption in small and mid-sized commercial buildings. Smart grid technology is also expected to make HVAC systems more efficient.\n\n## Managing Seasonal Labor Needs\n\nDemand for HVAC equipment is seasonal, and industry labor requirements usually peak during the summer months. Companies must balance seasonal variation with the need to attract and retain qualified workers year-round.  \n\n## Reducing Workplace Injuries\n\nWhile injuries in the HVAC equipment manufacturing industry have been reduced in recent years, the industry's overall injury rate in the US is still about 20% higher than the national average. Companies may implement safety training and equipment to mitigate the risk of workplace injuries.\n\n## Leveraging Government Incentives\n\nCompanies may design marketing programs to highlight federal, state, and local government programs that encourage consumers and businesses to upgrade to more energy-efficient HVAC equipment. Federal energy efficiency incentives have included tax credits for some residential HVAC products. States, local governments, and private and public utilities may offer additional incentives.\n\n## Highlighting Indoor Air Quality\n\nChief Financial Officer - CFO\n\nChief Information Officer - CIO\n\nHuman Resources - HR\n\nVP Sales/Marketing - Sales"}, {"markdown": "# Amid growing concerns about allergens and pollution\n\nMakers of HVAC equipment may tout their products' ability to improve indoor air quality. About half of all illness is aggravated or caused by polluted indoor air, according to the American College of Allergies. The EPA has further concluded that indoor air is between two and 10 times more hazardous than outdoor air.\n\n## How does the company plan for cyclical fluctuations in demand?\n\nSales of HVAC equipment are highly dependent on new and existing home sales, as well as on many nonresidential construction segments.\n\n## What is the company's strategy for competing with manufacturers in countries with lower production costs?\n\nLower labor costs and economies of scale in certain developing economies, primarily Mexico and China, have resulted in increased competition for US manufacturers of HVAC and commercial refrigeration equipment.\n\n## How does the company manage seasonal fluctuations in cash flow?\n\nDemand for HVAC equipment is seasonal. Air conditioning demand is concentrated in the summer months, while heating demand is strongest in winter.\n\n## How does the company mitigate the effects of periodic shifts in materials costs?\n\nCompanies in the industry are vulnerable to fluctuations in raw material and purchased component and subassembly prices.\n\n## To what extent has the company enhanced production automation or implemented IT-based solutions to improve production efficiency?\n\nTo compete with overseas companies that often have lower cost structures, manufacturers in developed countries invest in automated production equipment to make design and production more efficient and reduce costs.\n\n## What steps is the company taking to incorporate new technologies into the design of HVAC equipment controls?\n\nEquipment manufacturers are increasingly developing technology-enabled HVAC controls.\n\n## How does the company balance the need for retaining qualified workers with any seasonal variations in labor requirements?\n\nDemand for HVAC equipment is seasonal, and industry labor requirements usually peak during the summer months.\n\n## What safety programs, training, or equipment does the company have in place to reduce the occurrence of workplace injuries?\n\nWhile injuries in the HVAC equipment manufacturing industry have been reduced in recent years, the industry's overall injury rate in the US is still about 20% higher than the national average.\n\n## To what extent does the company leverage government incentive programs in its marketing efforts?\n\nCompanies may design marketing programs to highlight federal, state, and local government programs that encourage consumers and businesses to upgrade to more energy-efficient HVAC equipment.\n\n# Executive Conversation Starters\n\n## Chief Executive Officer - CEO\n\n## Chief Financial Officer - CFO\n\n## Chief Information Officer - CIO\n\n## Human Resources - HR\n\n## VP Sales/Marketing - Sales"}, {"markdown": "# How does the company promote the ability of its products to improve indoor air quality?\nAmid growing concerns about allergens and pollution, makers of HVAC equipment may tout their products' ability to improve indoor air quality.\n\n# How dependent is the company on new construction to drive demand for its products?\nSales of HVAC equipment is highly dependent on new and existing home sales, as well as on nonresidential construction segments.\n\n# How, if at all, has the company been affected by competitors based in low-cost countries?\nLower labor costs in certain developing economies, have resulted in increased competition for US manufacturers.\n\n# What key regulatory challenges does the company face?\nManufacturers of HVAC and commercial refrigeration equipment are subject to regulations, both in the US and in various foreign markets.\n\n# What initiatives has the company undertaken to make its products more energy efficient?\nThe US government offers incentives to consumers as tax credits for upgrading to a new and more efficient HVAC system.\n\n# How extensive is the company's line of air purification products?\nIndoor air quality is an important health concern in the US, especially for the vulnerable population more affected by pollution.\n\n# How is the smart HVAC system better than the traditional HVAC system?\nSmart HVAC system is better than the traditional system as it offers a wide range of benefits for customers.\n\n# How can the company improve the demand patterns this quarter?\nThe latest report from the Air-Conditioning, Heating, and Refrigeration Institute (AHRI) revealed that the annual pace of unitary shipments for air conditioners, heat pumps, and furnaces has stabilized.\n\n## Call Prep Questions\n\n## Conversation Starters\n\n## Quarterly Industry Update\n\n## Quick Ratio by Company Size\nThe quick ratio, also known as the acid test ratio, measures a company's ability to meet short-term obligations with liquid assets. The higher the ratio, the better; a number below 1 signals financial distress. Use the quick ratio to determine if companies in an industry are typically able to pay off their current liabilities.\n\n## Financial Information\n\n## COMPANY BENCHMARK TRENDS"}, {"markdown": "# Current Liabilities to Net Worth by Company Size\n\nThe ratio of current liabilities to net worth, also called current liabilities to equity, indicates the amount due creditors within a year as a percentage of stockholders' equity in a company. A high ratio (above 80 percent) can indicate trouble.\n\nData Period: 2022 Last Update August 2023\n\n| Company Size | Mean |\n|---------------|------|\n| All           |      |\n| Large         |      |  \n| Medium        |      |\n| Small         |      |\n\nFinancial industry data provided by MicroBilt Corporation collected from 32 different data sources and represents financial performance of over 4.5 million privately held businesses and detailed industry financial benchmarks of companies in over 900 industries (SIC and NAICS). More data available at www.microbilt.com.\n\nFinancial industry data provided by MicroBilt Corporation collected from 32 different data sources and represents financial performance of over 4.5 million privately held businesses and detailed industry financial benchmarks of companies in over 900 industries (SIC and NAICS). More data available at www.microbilt.com.\n\n## COMPANY BENCHMARK INFORMATION\n\nNAICS: 33341"}, {"markdown": "# Size by Revenue\n\n## Over $50M\nCompany Count: 1683\n\n### Income Statement\n\n- Net Sales: 100%\n- Gross Margin: 33.3% \n- Officer Compensation: 2.2%\n- Advertising & Sales: 0.9%\n- Other Operating Expenses: 27.6%\n- Operating Expenses: 30.7%\n- Operating Income: 2.5%\n- Net Income: 1.2%\n\n### Balance Sheet  \n\n- Cash: 9.8%\n- Accounts Receivable: 24.6%\n- Inventory: 19.2%\n- Total Current Assets: 59.2%\n- Property, Plant & Equipment: 19.3%\n- Other Non-Current Assets: 21.6%\n- Total Assets: 100.0%\n- Accounts Payable: 11.8%\n- Total Current Liabilities: 27.5%\n- Total Long Term Liabilities: 22.4%\n- Net Worth: 50.2%\n\n### Financial Ratios\n\n- Quick Ratio: 1.29\n- Current Ratio: 2.15\n- Current Liabilities to Net Worth: 54.8%\n- Current Liabilities to Inventory: 1.43\n- Total Debt to Net Worth: 0.99\n- Fixed Assets to Net Worth: 0.38\n- Days Accounts Receivable: 61\n- Inventory Turnover: 5.13\n- Total Assets to Sales: 67.5%\n\n## $5M - $50M \nCompany Count: 164\n\n### Income Statement\n\n- Net Sales: 100%\n- Gross Margin: 31.0%\n- Officer Compensation: 2.1% \n- Advertising & Sales: 0.8%\n- Other Operating Expenses: 24.5%\n- Operating Expenses: 27.3%\n- Operating Income: 3.6%\n- Net Income: 1.8%\n\n### Balance Sheet\n\n- Cash: 9.2%\n- Accounts Receivable: 25.0%\n- Inventory: 19.9%\n- Total Current Assets: 60.0%\n- Property, Plant & Equipment: 19.1%\n- Other Non-Current Assets: 20.8%\n- Total Assets: 100.0%\n- Accounts Payable: 13.3%\n- Total Current Liabilities: 30.2%\n- Total Long Term Liabilities: 25.9%\n- Net Worth: 43.9%\n\n### Financial Ratios\n\n- Quick Ratio: 1.19\n- Current Ratio: 1.99\n- Current Liabilities to Net Worth: 68.7%\n- Current Liabilities to Inventory: 1.51\n- Total Debt to Net Worth: 1.28\n- Fixed Assets to Net Worth: 0.44\n- Days Accounts Receivable: 64\n- Inventory Turnover: 4.91\n- Total Assets to Sales: 69.4%\n\n## Under $5M\nCompany Count: 1498  \n\n### Income Statement\n\n- Net Sales: 100%\n- Gross Margin: 31.7%\n- Officer Compensation: 3.0%\n- Advertising & Sales: 0.9% \n- Other Operating Expenses: 24.2%\n- Operating Expenses: 28.1%\n- Operating Income: 3.6%\n- Net Income: 1.8%\n\n### Balance Sheet\n\n- Cash: 9.7%\n- Accounts Receivable: 24.8%\n- Inventory: 19.5%\n- Total Current Assets: 60.0%\n- Property, Plant & Equipment: 19.1%\n- Other Non-Current Assets: 20.9%\n- Total Assets: 100.0%\n- Accounts Payable: 13.4%\n- Total Current Liabilities: 29.8%\n- Total Long Term Liabilities: 27.4%\n- Net Worth: 42.8%\n\n### Financial Ratios  \n\n- Quick Ratio: 1.21\n- Current Ratio: 2.01\n- Current Liabilities to Net Worth: 69.5%\n- Current Liabilities to Inventory: 1.53\n- Total Debt to Net Worth: 1.34\n- Fixed Assets to Net Worth: 0.45\n- Days Accounts Receivable: 62\n- Inventory Turnover: 5.10\n- Total Assets to Sales: 67.9%"}, {"markdown": "# Working Capital to Sales\n- 21.2%\n- 21.4% \n- 20.7%\n- 20.5%\n\n# Accounts Payable to Sales\n- 8.3%\n- 7.9%\n- 9.4% \n- 9.2%\n\n# Pre-Tax Return on Sales\n- 2.2%\n- 1.9%\n- 2.9%\n- 2.9%  \n\n# Pre-Tax Return on Assets\n- 3.2%\n- 2.8%\n- 4.1%\n- 4.2%\n\n# Pre-Tax Return on Net Worth  \n- 6.6%\n- 5.6%\n- 9.4%\n- 9.8%\n\n# Interest Coverage\n- x2.66\n- x2.33\n- x3.50\n- x3.49\n\n# EBITDA to Sales\n- 5.4%\n- 5.2% \n- 6.1%\n- 6.0%\n\n# Capital Expenditures to Sales\n- 2.3%\n- 2.4%\n- 1.9%\n- 1.8%\n\nFinancial industry data provided by MicroBilt Corporation collected from 32 different data sources and represents financial performance of over 4.5 million privately held businesses and detailed industry financial benchmarks of companies in over 900 industries (SIC and NAICS). More data available at www.microbilt.com.\n\n## ECONOMIC STATISTICS AND INFORMATION\n\n- Annual Construction put into place - Census Bureau\n- Index of Industrial Production - Federal Reserve Board\n- Change in Producer Prices - Bureau of Labor Statistics"}, {"markdown": "# HVAC Equipment Manufacturing\n\nAcquisition multiples below are calculated medians using at least 3 US private industry transactions completed between 1/2012 and 12/2023 and are based on middle-market transactions where the market value of invested capital (the selling price) was less than $1B. Data updated annually. Last updated: January 2024.\n\n| Valuation Multiple | MVIC/Net Sales | MVIC/Gross Profit | MVIC/EBIT | MVIC/EBITDA |\n|---------------------|-----------------|--------------------|-----------|--------------| \n| Median Value       | 0.7             | 1.3                | 6.5       | 6.2          |\n\nMVIC (Market Value of Invested Capital) = Also known as the selling price, the MVIC is the total consideration paid to the seller and includes any cash, notes and/or securities that were used as a form of payment plus any interest-bearing liabilities assumed by the buyer.\n\nNet Sales = Annual Gross Sales, net of returns and discounts allowed, if any.\nGross Profit = Net Sales - Cost of Goods Sold\nEBIT = Operating Profit\nEBITDA = Operating Profit + Noncash Charges\n\n## VALUATION MULTIPLES\n\nSOURCE: DealStats (formerly Pratt's Stats), 2024 (Portland, OR: Business Valuation Resources, LLC). Used with permission. DealStats is available at https://www.bvresources.com/learn/dealstats\n\n## Industry Websites\n\n- Air Conditioning Contractors of America (ACCA) HVAC contractor industry news and resources.\n\n- Air-Conditioning, Heating, and Refrigeration Institute (AHRI) HVAC and refrigeration news and information. \n\n- Energy Star Information about government rebates and program specifications.\n\n- Heating, Air-Conditioning & Refrigeration Distributors International (HARDI) Industry news and events.\n\n- Heating, Refrigeration and Air Conditioning Institute of Canada (HRAI)"}, {"markdown": "# Resources for Canadian HVAC and refrigeration manufacturers, wholesalers, and contractors.\n\n## Indoor Air Quality Association (IAQA)\nConsumer and professional information, news, research, and education.\n\n## National Air Filtration Association (NAFA)\nIndustry news and events.\n\n## US Environmental Protection Agency (EPA) - Indoor Air Quality (IAQ)\nNews, resources, and studies.\n\n## Glossary of Acronyms\n\nHCFC - hydrochlorofluorocarbon\n\nHFC - hydrofluorocarbon  \n\nHVAC - heating, ventilation, and air-conditioning\n\nHVACR - heating, ventilation, air-conditioning, and refrigeration"}, {"markdown": "# Document 1\n\nReproduced with permission of copyright owner. Further reproduction prohibited without permission."}]