[
    {
        "report_title": "Industry at a Glance",
        "report_date": "<UNKNOWN>",
        "key_statistics": {
            "profit": {
                "profit_dollars": 66000000,
                "profit_cagr_historical": {
                    "begin_year": 2005,
                    "end_year": 2024,
                    "profit_cagr_value": 4.82
                }
            },
            "profit_margins": {
                "profit_margins_percentage": 3.2,
                "profit_margins_cagr_historical": {
                    "begin_year": 2005,
                    "end_year": 2024,
                    "profit_margins_cagr_value": -3.66
                }
            },
            "revenue": {
                "revenue_dollars": 2071000000,
                "revenue_cagr_historical": {
                    "begin_year": 2005,
                    "end_year": 2024,
                    "revenue_cagr_value": 8.8
                },
                "revenue_cagr_projected": {
                    "begin_year": 2024,
                    "end_year": 2030,
                    "revenue_cagr_value": 2.81
                }
            },
            "enterprises": {
                "enterprises": 184
            },
            "establishments": {
                "establishments": 203
            },
            "employees": {
                "employees": 4829
            },
            "wages": {
                "wages": 479000000
            },
            "industry_value_added": {
                "industry_value_added": 573000000
            }
        },
        "executive_summary": "The Audiobook Publishing industry has grown enormously as the need for audiobooks has flourished. Audiobooks have skyrocketed in popularity since the widespread adoption of smartphones. Shifting media consumption habits among consumers have primarily been in favor of audiobooks. Stoked by the increasing popularity of podcasts and online radio shows, consumers have turned to audiobooks as a convenient form of entertainment and education.",
        "current_performance": [
            {
                "current_performance_point_title": "Improving Consumer Conditions and Technologies Have Compensated for Intensified Competition",
                "current_performance_point_description": "New technologies are making audiobooks increasingly convenient and easy to consume; spurring industry growth. The rise of mobile devices with broadband capabilities has granted consumers the direct ability to access audiobooks anywhere and has significantly boosted demand for digital audiobooks. Prosperity has simultaneously resulted in increased competition for industry enterprises; however, since consumers now also have greater access to substitute entertainment channels, such as video streaming and podcasts. As internet usage continues to rise, the number of people buying digital audiobooks and the number of users that subscribe to audiobook services are expected to grow."
            }
        ],
        "future_outlook": [
            {
                "future_outlook_point_title": "Industry Enterprise Navigate Shifting Economic Conditions",
                "future_outlook_point_description": "Rising disposable income and leisure time will bolster revenue for the audiobook publishing industry. Growth in disposable income will encourage consumers to spend more on discretionary purchases, such as audiobooks. With leisure time expected to remain pressured, the need for entertainment products that facilitate multitasking will continue to climb, benefiting industry enterprises. A slowdown in technological growth will be reflected in a more-saturated market for mobile devices; accordingly, the number of mobile internet connections will expand at a more moderate rate. While the industry benefited from the pandemic as consumers with greater spare time flocked to audiobooks, the industry will still benefit from improving macroeconomic conditions."
            },
            {
                "future_outlook_point_title": "Escalating Internal Competition and Increased Automation",
                "future_outlook_point_description": "The industry's unabated growth will continue to attract more audiobook publishers, with lower start-up costs also decreasing barriers to entry as audiobook publishing software becomes more affordable for authors and traditional publishers. Although some revenue growth will come from price hikes, industry enterprises will also seek to expand their selection regarding which titles to digitize and overall output levels. While this push for volume will lead to increased automation of industry processes, publishers will also hire more skilled employees to operate their newer systems and market their services, driving wage costs up."
            },
            {
                "future_outlook_point_title": "Industry Expansion Will Lead to Price-Based Competition",
                "future_outlook_point_description": "The overall Book Publishing industry has dealt with many disagreements with retailers in recent years regarding the pricing of e-books. Similar issues may be on the horizon for audiobooks as Audible Inc., a subsidiary of Amazon.com Inc., is the most prominent participant in the audiobook retail market. Book publishers have been distributing audiobooks and e-books to Amazon under the wholesale model, Selling books to retailers for a set price while surrendering control of the final retail price. Amazon used this to its advantage and set the price of e-books below the price they paid publishers for the title. Lower-than-market prices enabled Amazon to gain a dominant market share in the e-book market. Angered by Amazon's low prices, many publishers forced the agency model on Amazon, meaning that publishers set the retail price for e-books and took a commission on the final sale to readers. Amazon accepted the new terms"
            },
            {
                "future_outlook_point_title": "New Publishers, AI and Increased Regulation",
                "future_outlook_point_description": "The industry will likely see an influx of publishers attempting to exploit the sector's meteoric expansion. Existing publishers will have to provide discounts and other incentives to retain consumers. Rapid advancements in AI will allow burgeoning publishers to mass produce low-cost audiobooks. This unchallenged expansion will likely lead to questions over copyright laws and a potential dip in overall quality, spurring increased regulation. Publishers will have to scrutinize submitted works for veracity as quality will become tough to control. While peripheral industries like book and journal publishing have already begun to address generative AI, the audiobook publishing industry's main regulatory body, the APA, has yet to outline any regulations."
            }
        ],
        "industry_definition": "Establishments in this industry primarily edit and design audiobooks. Additionally, industry operators engage in marketing activities and handle distribution agreements with wholesalers, brick-and-mortar and online stores. This industry excludes work completed by authors or disc manufacturers.",
        "industry_impact": {
            "positive_impact_factors": [
                "growth",
                "low"
            ],
            "negative_impact_factors": [
                "low - steady",
                "high - increasing"
            ]
        },
        "swot_analysis": {
            "strengths": [
                "Growth Life Cycle Stage",
                "Low Imports",
                "Low Customer Class Concentration",
                "Low Product/Service Concentration",
                "Low Capital Requirements"
            ],
            "weaknesses": [
                "Low & Steady Level of Assistance",
                "High Competition",
                "Low Profit vs. Sector Average"
            ],
            "opportunities": [
                "Very High Revenue Growth (2005-2024)",
                "High Revenue Growth (2019-2024)",
                "High Revenue Growth (2024-2029)",
                "Number of mobile internet connections"
            ],
            "threats": [
                "Low Outlier Growth",
                "Low Performance Drivers"
            ]
        },
        "key_trends": [
            "Audiobook publishers compete heavily on price. To expand their customer bases, they must remain price competitive with other publishers in this industry.",
            "External competition is high and mostly comes directly from e-readers and traditional book publishing. As industry enterprises transition to a mainly digital format, e-readers with audio capabilities will become the biggest threat to the industry.",
            "Increases in per capita disposable income and internet use have created perfect conditions for expanding the audiobook publishing industry. Industry enterprises have capitalized on increased publishing activity to expand their catalogs and expand into more markets.",
            "The audiobook publishing industry prospered in 2020, even as the pandemic adversely affected many other sectors. Consumers complying with social-distancing measures increased their consumption of digital entertainment options to adhere to social distancing measures.",
            "Audible now operates a theater division that has commissioned new work from 55 playwrights and presented 25 performances at New York's Minetta Lane Theater. Audible continues to rollout recordings of dramatic works for its expanding global audience.",
            "Penguin Random House Audio publishes more than 15,000 fiction and nonfiction titles, including e-books and audiobooks, for consumption by consumers of all ages. Penguin Random House is the only other enterprise with a prominent market share besides Audible."
        ]
    },
    {
        "supply_chain": {
            "tier_1_buyers": [
                "Book, Magazine & Newspaper Wholesaling in the US"
            ],
            "tier_1_suppliers": [
                "Computer & Packaged Software Wholesaling in the US",
                "Internet Service Providers in the US",
                "Design, Editing & Rendering Software Publishing in the US",
                "Copier & Office Equipment Wholesaling in the US"
            ],
            "tier_2_buyers": [
                "E-Commerce & Online Auctions in the US"
            ],
            "tier_2_suppliers": [
                "Computer Manufacturing in the US",
                "Audio & Video Equipment Manufacturing in the US",
                "Recordable Media Manufacturing in the US"
            ]
        },
        "similar_industries": [
            "Recordable Media Manufacturing in the US",
            "Magazine & Periodical Publishing in the US",
            "Book Publishing in the US",
            "Software Publishing in the US"
        ],
        "related_international_industries": [
            "Audiobook Publishing in the UK",
            "Book Publishing in Australia",
            "Book Publishing in China",
            "Book Publishing in the UK",
            "Book Publishing in Canada",
            "Magazine and Book Publishing in New Zealand"
        ],
        "products_and_services": [
            {
                "product_or_service": "Digital Audiobooks - Fiction",
                "product_percentage": 61.4
            },
            {
                "product_or_service": "Digital Audiobooks - Nonfiction",
                "product_percentage": 35.5
            },
            {
                "product_or_service": "CD Audiobooks",
                "product_percentage": 2.9
            },
            {
                "product_or_service": "Other",
                "product_percentage": 0.2
            }
        ],
        "demand_determinants": [
            {
                "determinant_title": "Audiobooks are discretionary products",
                "determinant_description": "A disposable income change directly influences industry product spending. When disposable income increases, consumers are more likely to purchase audiobooks rather than borrow them from the library or a friend. Audiobooks serve as a tool for relaxing while multitasking, making them an attractive option for those who work long hours."
            }
        ],
        "market_segmentation": [
            {
                "segment": "Adults aged 18 to 24",
                "segment_percentage": 15.3,
                "segment_description": "Adults between the ages of 18 and 34 represent the Audiobook Publishing industry's largest and fastest-growing market. These consumers were raised with smartphone technology and audiobooks, predisposing them to audiobooks and e-books over traditional print media."
            },
            {
                "segment": "Adults aged 25 to 34",
                "segment_percentage": 22.3,
                "segment_description": "As mobile internet connections have increased, audiobooks have become increasingly accessible and, more significantly, affordable to new markets, making them more popular among younger demographics. Time-strapped young adults are increasingly finding value in audiobooks because they are less demanding of an individual's time relative to a traditional book. Demand from this segment spiked during the pandemic."
            },
            {
                "segment": "Adults aged 35 to 44",
                "segment_percentage": 2.0
            },
            {
                "segment": "Adults aged 45 to 54",
                "segment_percentage": 12.5,
                "segment_description": "Adults between the ages of 35 and 54 represent the Audiobook Publishing industry's second-largest market, with this demographic estimated to account for nearly a third of industry revenue. Individuals within this demographic range are represented by mature adults and those approaching retirement age, taking advantage of more leisure time, translating into greater demand for audiobooks."
            },
            {
                "segment": "Adults aged 55 to 64",
                "segment_percentage": 16.9,
                "segment_description": "Adults over the age of 54 represent this industry's smallest market but still make up a significant portion of revenue, accounting for nearly a quarter. Demand from this market segment was boosted somewhat by the pandemic, as many individuals in this age group took more extensive social distancing measures during the pandemic."
            },
            {
                "segment": "Adults aged 65 +",
                "segment_percentage": 12.3,
                "segment_description": "Many consumers in this age group display a greater propensity toward traditional book publishing and may be more resistant toward embracing the technology used by audiobooks, however, this sentiment has been slowly eroding as this market grows."
            }
        ],
        "international_trade": {
            "import_level": "low",
            "import_trend": "steady",
            "export_level": "low",
            "export_trend": "steady"
        },
        "business_locations": [
            {
                "location": "Mid-Atlantic",
                "location_description": "Most traditional book publishers also publish audiobooks through separate publication divisions. In turn, industry enterprises are concentrated in the Mid-Atlantic region, with the region supporting the most significant share of establishments. Given its high concentration of major publishing houses, New York is the most prominent state for audiobook publishing. Consumers in this region have a higher-than-average per capita disposable income, making it an attractive location for downstream industries, such as bookstores.",
                "percentage_establishments": 30,
                "percentage_population": 15
            },
            {
                "location": "Southeast",
                "location_description": "The geographic distribution of the Audiobook Publishing industry closely resembles that of the Book Publishing industry and the country's population distribution. Many traditional book publishers also publish audiobooks and are located in these areas to form closer bonds with downstream consumers. Industry enterprises take advantage of the densely populated Southeast region, gaining access to a significant pool of customers.",
                "percentage_establishments": 10,
                "percentage_population": 20
            },
            {
                "location": "West",
                "location_description": "The West region accounts for a proportion of industry establishments more significant than its population share. California is the largest state by",
                "percentage_establishments": 20,
                "percentage_population": 15
            },
            {
                "location": "Great Lakes",
                "percentage_establishments": 10,
                "percentage_population": 15
            },
            {
                "location": "Southwest",
                "percentage_establishments": 10,
                "percentage_population": 15
            },
            {
                "location": "New England",
                "percentage_establishments": 5,
                "percentage_population": 5
            },
            {
                "location": "Plains",
                "percentage_establishments": 5,
                "percentage_population": 10
            },
            {
                "location": "Rocky M",
                "percentage_establishments": 10,
                "percentage_population": 5
            }
        ],
        "external_drivers": [
            {
                "external_drivers_point_title": "DIGITAL DOWNLOADS UNDERGO A DEMAND SURGE",
                "external_drivers_point_description": "Collectively, digital downloads dominate the Audiobook Publishing industry. This segment is representative of consumers downloading or streaming audiobooks through relevant marketplaces or platforms. Digital downloads are estimated to account for over 97.9% of industry revenue in 2024, with more than half of that attributed to fiction titles. For example, Apple's iTunes Store represents an audiobook marketplace, while Audible's audiobook selection is characteristic of a subscription-based listening platform. Both audiobook distribution models are included in the digital downloads product segment. Digital downloads boomed during the pandemic as many individuals found themselves with a surplus of spare time and disposable income thanks to government stimulus. Also, social distancing orders kept consumers indoors, limiting their activities to their homes and digital spaces. The popularity of digital audiobooks has persisted in the years since the pandemic. Modern technology, such as smartphones and cars that interface with them makes audiobooks ideal for casual listening at home and on long trips."
            },
            {
                "external_drivers_point_title": "NONFICTION BOOKS LAG BEHIND THEIR FICTIONAL COUNTERPARTS",
                "external_drivers_point_description": "The distribution of nonfiction and fiction titles in the audiobook publishing industry generally follows current consumer trends in the book publishing industry. The fiction/nonfiction split tends to hover at or around 60/40. While, as a genre, nonfiction titles account for less industry revenue than their fiction counterparts, this subsegment has benefited from the influx of demand for digital audiobook downloads."
            },
            {
                "external_drivers_point_title": "TECHNOLOGICAL ADVANCES DEPLETE DEMAND FOR CD AUDIOBOOKS",
                "external_drivers_point_description": "CD audiobooks are no longer the industry's highest-grossing product, as their revenue share has lost ground to digital audiobooks. CD sales have"
            },
            {
                "external_drivers_point_title": "Other Audiobook Services Get Phased Out",
                "external_drivers_point_description": "Other audiobook mediums include pre-loaded devices and book CD combination sales. Many publishers package audiobooks with traditional paper books or e-books to attract consumers. An exponential rally in the number of internet-connected mobile devices is the primary driver of the expansion in digital downloads. The industry's shift toward accessibility represents a drastic change from outmoded forms of audiobooks, CDs and cassette tapes."
            }
        ]
    },
    {
        "barriers_to_entry": {
            "barriers_level": "Moderate",
            "barriers_trend": "Steady",
            "barriers_points": [
                {
                    "barrier_title": "Industry Assistance Level",
                    "barrier_description": "low - steady"
                },
                {
                    "barrier_title": "Competition Level",
                    "barrier_description": "high - increasing"
                }
            ],
            "factors_increased_barrier": [],
            "factors_decreased_barrier": [
                "Life Cycle Stage: growth",
                "Capital Intensity Level: low",
                "Globalization Level: low - steady"
            ]
        },
        "basis_of_competition": {
            "basis_level": "High",
            "basis_trend": "Increasing",
            "basis_points": [
                {
                    "basis_title": "Price Competition",
                    "basis_description": "Audiobook publishers compete heavily on price. To expand their customer bases, they must remain price competitive with other publishers in this industry."
                },
                {
                    "basis_title": "External Competition",
                    "basis_description": "External competition is high and mostly comes directly from e-readers and traditional book publishing."
                }
            ]
        },
        "market_share_concentration": {
            "concentration_level": "Moderate",
            "concentration_trend": "Increasing",
            "concentration_points": [
                {
                    "concentration_title": "Major Publishers Dominate",
                    "concentration_description": "The audiobook publishing industry is characterized by a high concentration of market shares, with the top two industry enterprises estimated to account for over three-quarters of industry revenue in 2024."
                },
                {
                    "concentration_title": "Audible Inc. Dominance",
                    "concentration_description": "Market share concentration has intensified because of Audible Inc.'s continuing dominance as the leading provider and publisher of audiobooks."
                },
                {
                    "concentration_title": "Traditional Publishers Expanding",
                    "concentration_description": "Shifting consumer preferences favoring audiobooks has caused traditional book publishers (e.g. Penguin Random House) to ramp up their publishing efforts."
                }
            ],
            "top_companies": [
                {
                    "company_name": "Audible Inc.",
                    "company_percentage": 24.7
                },
                {
                    "company_name": "Penguin Random House Audio",
                    "company_percentage": 18.1
                },
                {
                    "company_name": "Other Companies",
                    "company_percentage": 57.2
                }
            ]
        }
    },
    {
        "cost_structure_breakdown": [
            {
                "cost_type": "Profit",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Wages",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Purchases",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Depreciation",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Marketing",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Rent",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Utilities",
                "cost_type_percentage": 101
            },
            {
                "cost_type": "Other",
                "cost_type_percentage": 101
            }
        ],
        "cost_factors": [
            {
                "cost_factor_title": "Purchase Costs Experience a Reprieve as the Industry Advances",
                "cost_factor_description": "Unlike physical print publishers, audiobook publishers do not incur high costs from supplies, such as paper, ink and printing equipment. Industry enterprises incur purchasing costs for CD production materials, such as packaging materials and shipping costs. Overall, most purchasing expenses are allocated to buying content from authors, which is commissioned, contracted, or licensed. Depending on the type of arrangement, writers are paid a set amount in advance and receive royalties from sales or a combination of both."
            },
            {
                "cost_factor_title": "Wage Costs Inflate as the Industry Pushes to Meet Burgeoning Demand",
                "cost_factor_description": "Collectively, wages include payment to employees transferring existing books to audio format, narrators, editorial services and design. Wages' revenue share has steadily blossomed as enterprises within the industry have ramped up audiobook production volumes to meet growing consumer demand."
            }
        ],
        "capital_intensity": {
            "capital_intensity_level": "Low",
            "capital_intensity_points": [
                {
                    "capital_intensity_title": "Capital Expenses",
                    "capital_intensity_description": "Developing distribution channels and marketing are significant hurdles for prospective publishers. While the Audiobook Publishing industry has experienced an influx of new entrants, several entrenched industry enterprises have spent capital establishing their distribution channels and advertising their brands."
                }
            ],
            "capital_intensity_trend": "Steady"
        },
        "revenue_volatility": {
            "volatility_level": "Moderate",
            "volatility_points": [
                {
                    "volatility_title": "The Industry Undergoes Strong and Consistent Positive Revenue Performance",
                    "volatility_description": "The industry has experienced unprecedented growth as a result of the increasing popularity of digital audiobooks. Demand for audiobooks has risen as they have become increasingly convenient and affordable relative to traditional books. This dynamic was"
                },
                {
                    "volatility_title": "Consumer Habits Change in Favor of Audiobooks Over Traditional Books",
                    "volatility_description": "The growing prevalence of smartphones and tablets has directly contributed to audiobook's emerging popularity. Revenue for the Audiobook Publishing industry has exhibited a high level of volatility due to changing consumer habits, specifically fluctuating disposable income levels, and rising mobile internet connections."
                }
            ],
            "volatility_trend": "Steady"
        },
        "technological_change": {
            "technological_change_level": "Moderate",
            "technological_change_points": [
                {
                    "technological_change_title": "Industry Enterprises Adapt to Shifting Technology",
                    "technological_change_description": "The ubiquity of smartphones and mobile internet connections have significantly increased the convenience and speed at which one can consume an audiobook. This shift in increased access represents a drastic change from outmoded forms of audiobooks, CDs and cassette tapes."
                },
                {
                    "technological_change_title": "Audiobook Publishers Innovate by Bundling Services and Adjusting to New Internet Capabilities and Devices",
                    "technological_change_description": "Different technologies in development may result in future growth, for example, the integration of e-books and audiobooks. Although bundling the two products would be more of a cosmetic change, integration would result in a new and more specialized product with few similarities to CD audiobooks. Comparing technological changes to CDs is essential because they remain a significant revenue generator despite decreasing unit sales."
                }
            ],
            "technological_change_trend": "Increasing"
        },
        "regulations_and_policies": {
            "regulations_level": "Low",
            "regulations_points": [
                {
                    "regulation_title": "Audio Publishers Association",
                    "regulation_description": "There are no laws specifically regulating the Audiobook Publishing industry. The Audio Publishers Association (APA) and the Consumer Electronics Association (CEA) established industry standards regarding production guidelines in 2004. These guidelines require audiobook publishers to include audiobook marking, a feature that makes navigating an audiobook easier and more efficient. The APA and CEA ask audiobook publishers that adopt these established standards to certify their products as \"Audiobook Format.\""
                },
                {
                    "regulation_title": "The Digital Millennium Copyright Act (DMCA)",
                    "regulation_description": "The DMCA criminalizes the production and distribution of services intended to circumvent measures that control access to copyrighted works. The DMCA plays a crucial role in protecting the audiobook publisher's rights. As digital content, audiobooks are subject to copyright protection. This means that the inappropriate distribution or copying of the audiobook without authorization from the copyright holder is legally prohibited."
                }
            ],
            "regulations_trend": "Steady"
        },
        "industry_assistance": {
            "assistance_level": "Low",
            "assistance_points": [
                {
                    "assistance_title": "AUDIO PUBLISHERS ASSOCIATION",
                    "assistance_description": "Established in 1986, the Audio Publishers Association (APA) is a non-profit trade association comprising audio publishing companies, allied suppliers and distributors. The APA is responsible for promoting policies and activities to promote growth in the Audiobook Publishing industry. It also provides networking and information forums for its members, including its annual Audie Awards ceremony. The APA has played a pivotal role in regulating the audiobook industry since its inception."
                }
            ],
            "assistance_trend": "Steady"
        }
    },
    {
        "FAQs": [
            {
                "question": "How have changes in consumers' electronic usage habits changed your operations?",
                "answer": "Consumers' increasing use of electronics has benefited the industry. As electronic usage increases, revenue will increase."
            },
            {
                "question": "How has the shift toward conducting business online affected demand for your services?",
                "answer": "An increasing shift toward e-commerce has benefited the industry. As e-commerce activity picks up, this industry will benefit."
            },
            {
                "question": "Is your company strategically located in a beneficial region?",
                "answer": "Many audiobook publishers are located in New York to be close to the Book Publishing industry. The largest companies in this industry are located in New York."
            },
            {
                "question": "Does the impact of large technology companies affect your operational costs?",
                "answer": "Amazon represents a threat to some audiobook publishers. Audible, an audiobook publisher owned by Amazon, has benefited from the expansion of Amazon."
            },
            {
                "question": "Has your company been able to keep up with rapidly changing digital interfaces?",
                "answer": "Companies must keep up with digital interfaces. Audiobook publishers update their mobile apps frequently."
            },
            {
                "question": "How is your company leveraging new technology, particularly as it pertains to data storage, computing power and other factors?",
                "answer": "Companies are using cloud-based storage to store audio book files. Amazon is one of the leading providers of cloud-storage. The ongoing rollout of 5G wireless service will also enable faster downloads of audiobooks on electronic devices, which provides potential upside for the industry."
            },
            {
                "question": "Are you or your competitors facing scrutiny from antitrust litigation?",
                "answer": "Amazon is under pressure regarding antitrust litigation. Although litigation has not been brought forth, the probability is increasing. Additionally, Penguin Random House announced that it planned to acquire Simon & Schuster, which has led to a significant amount of scrutiny regarding antitrust concerns."
            },
            {
                "question": "Has technological change had a positive effect on your company's financial performance?",
                "answer": "As more consumers own smartphones, the market for audio books becomes more accessible. The ongoing rollout of faster, low-latency 5G wireless networks is expected to accelerate this trend."
            },
            {
                "question": "Do you have any challenges with customers paying on time?",
                "answer": "Consumers usually purchase audio books individually, but are also purchased on an automatic subscription basis."
            },
            {
                "question": "Do you monitor changes in government regulations?",
                "answer": "<UNKNOWN>"
            },
            {
                "question": "Have you had any issues with government regulations in the past?",
                "answer": "Must comply with association regulations. Publishers must comply with copyrights, libel laws and other relevant laws and regulations."
            },
            {
                "question": "Does your company have close relationships with several distributors? How can you better make your audiobooks accessible to consumers?",
                "answer": "It is important for publishers to understand and gain control of distribution channels so that their products can reach consumers efficiently. Due to rising usage for many digital distribution channels, having fluency in these channels is more important than ever."
            },
            {
                "question": "How do you attract and retain skilled employees? Do you contract out any work, and if so, how do you determine who to employ?",
                "answer": "Staff must understand the needs and requirements of readers and authors. They must also ensure publications meet a market need. As the industry continues to grow, companies are expected to increasingly compete for skilled workers."
            },
            {
                "question": "What forms of external competition have affected your business? How do you make your products appealing among many entertainment options?",
                "answer": "Other forms of entertainment, such as theatrical plays and sporting events, also compete for consumers' time. Additionally, mobile device applications that automatically read any on-screen text compete directly with audiobook publishers. Even with demand for audiobooks, companies in this industry still face intense competition from other forms of entertainment."
            },
            {
                "question": "How competitively do you price your audiobooks? Does your revenue follow trends in disposable income levels?",
                "answer": "Audiobooks are discretionary products; therefore, a change in disposable income directly influences spending on industry products. When disposable income increases, consumers are more likely to purchase audiobooks, rather than borrow them from the library or a friend. Growth in per capita disposable income enables many consumers to spend a portion of this increased income on industry products."
            },
            {
                "question": "Has rising mobile internet usage affected your revenue? Are your products easily accessible to mobile users?",
                "answer": "The number of mobile internet connections represents the number of broadband internet-capable devices owned by US consumers. This includes devices capable of playing digital audiobooks, such as smartphones, laptops and tablets."
            }
        ]
    }
]